{
  "url": "https://www.iccr-cancer.org/datasets/published-datasets/female-reproductive/endometrial/",
  "title": "Endometriumkrebs",
  "introduction": "",
  "scope": "",
  "authors": [],
  "sections": [
    {
      "title": "Umfang",
      "content": "Datensätze\n>\nVeröffentlichte Datensätze\n>\nWeibliche Fortpflanzungsorgane\n>\nEndometriumkrebs\nUmfang\nDer Datensatz wurde für die pathologische Berichterstattung von Resektionsproben von Endometriumkarzinomen, einschließlich Karzinosarkomen, entwickelt. Es gilt nicht für kleine Endometriumbiopsieproben. Hämatopoetische Neoplasien, mesenchymale Neoplasien, Adenosarkome, maligne Melanome, andere nicht-epitheliale Malignome und metastatische Tumoren sind von diesem Datensatz ausgeschlossen. Adenosarkome und andere mesenchymale Neoplasien sind im ICCR-Datensatz zu bösartigen und potenziell bösartigen mesenchymalen Tumoren der Gebärmutter enthalten."
    },
    {
      "title": "Publikationsgeschichte",
      "content": "Publication History\nMinor update to the 5th edition – Version 5.1 August 2024. Correction to FIGO Staging (2023 edition): II – Invasion of cervical stroma ‘with’ corrected to ‘without’.\n5th edition\n– August 2024\nIncorporates the International Federation of Gynaecology and Obstetrics (FIGO) staging for endometrial cancer (2023) and includes changes to align the dataset with the World Health Organization (WHO) Classification of Tumours, Female Genital Tumours, 5th edition Corrigenda, July 2024.\nThis dataset was developed with the kind support of the International Society of Gynecological Pathologists (ISGyP).\nSUMMARY OF CHANGES\n• Revised guide to harmonise with ICCR style for value lists.\n• Revised guide table for ‘Lymph node status’ element.\n• Updated ‘Pathological staging’ guide element to include FIGO (2023 edition).\n• Revised scope for clarity and to harmonise with ICCR style.\n• Revised notes to harmonise with ICCR style, streamlined note length and references.\n• Updated notes to reflect updated FIGO 2023 staging in elements: ‘Histological tumour type’, ‘Histological tumour grade’, ‘Myometrial invasion’, ‘Lymphovascular invasion’, ‘Cervical stroma’, ‘Parametria’, ‘Vagina’, ‘Uterine serosa’, ‘Adnexa’, ‘Lymph node status’, ‘Ancillary studies’, and ‘Provisional pathological staging’.\n• Updated reference to the WHO Classification of Tumours, Female Genital Tumours, 5th edition Corrigenda, July 2024.\nTo reference this dataset please use the following citation:\nMatias-Guiu X, Anderson L, Buza N, Ellenson LH, Fadare O, Ganesan R, Ip PPC, Palacios J, Raspollini MR, Werner HMJ, Lax SF, McCluggage WG (2024).\nEndometrial Cancer Histopathology Reporting Guide. 5th edition\n. International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-922324-54-2\nMinor update to the 4th edition – Version 4.1 August 2021.\n4th edition\n– August 2021\nThe 4th edition of the ICCR Endometrial cancer dataset includes changes to align the dataset with the World Health Organization (WHO) Classification of Tumours, Female Genital Tumours, 5th edition, 2020. The ICCR dataset includes 5th edition Corrigenda, June 2021. Other minor updates were also included.\nThis dataset was developed with the kind support of the International Society of Gynecological Pathologists (ISGyP).\nTo reference this dataset please use the following citation:\nMatias-Guiu X, Anderson L, Buza N, Ellenson LH, Fadare O, Ganesan R, Ip PPC, Palacios J, Parra-Herran C, Raspollini MR, Soslow RA, Werner HMJ, Lax SF, McCluggage WG (2021).\nEndometrial Cancer Histopathology Reporting Guide. 4th edition.\nInternational Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-922324-26-9.\nRead more on the Endometrial cancer dataset (4th edition) from the journal article written by the dataset authors:\nData Set for the Reporting of Endometrial Cancer: Recommendations From the International Collaboration on Cancer Reporting (ICCR)\n. Matias-Guiu X, Selinger CI, Anderson L, Buza N, Ellenson LH, Fadare O, Ganesan R, Ip PPC, Palacios J, Parra-Herran C, Raspollini MR, Soslow RA, Werner HMJ, Lax SF, McCluggage WG. Int J Gynecol Pathol. 2022 Nov 1;41(Suppl 1):S90-S118. doi: 10.1097/PGP.0000000000000901. Epub 2022 Oct 24.\n3rd edition\n– July 2017\nUpdated following the publication of the 8th edition of TNM staging. Other minor updates were also included.\nTo reference this dataset please use the following citation:\nMcCluggage WG, Colgan TJ, Duggan MA, Hacker NF, Mulvany N, Otis CN, Wilkinson N, Zaino RJ, Hirschowitz L (2017).\nEndometrial Cancer Histopathology Reporting Guide. 3rd edition.\nInternational Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-925687-02-6.\n2nd edition\n– May 2015\nUpdated following the publication of the World Health Organization (WHO) Classification of Tumours, Female Genital Tumours, 4th edition, 2014. Other minor updates were also included.\n1st edition\n– November 2013\nDeveloped as part of the initial pilot project in 2011-2012.\nRead more on the Endometrial cancer dataset (1st edition) from the journal article written by the dataset authors:\nData set for reporting of endometrial carcinomas: recommendations from the International Collaboration on Cancer Reporting (ICCR) between United Kingdom, United States, Canada, and Australasia\n. McCluggage WG, Colgan T, Duggan M, Hacker NF, Mulvany N, Otis C, Wilkinson N, Zaino RJ and Hirschowitz L. Int J Gynecol Pathol. 2013 Jan;32(1):45-65. doi: 10.1097/PGP.0b013e31825d808b.\nExpert Committee\nThe 5th edit"
    }
  ],
  "data_items": [],
  "references": [],
  "version_info": "",
  "full_text": "Datensätze\n>\nVeröffentlichte Datensätze\n>\nWeibliche Fortpflanzungsorgane\n>\nEndometriumkrebs\nUmfang\nDer Datensatz wurde für die pathologische Berichterstattung von Resektionsproben von Endometriumkarzinomen, einschließlich Karzinosarkomen, entwickelt. Es gilt nicht für kleine Endometriumbiopsieproben. Hämatopoetische Neoplasien, mesenchymale Neoplasien, Adenosarkome, maligne Melanome, andere nicht-epitheliale Malignome und metastatische Tumoren sind von diesem Datensatz ausgeschlossen. Adenosarkome und andere mesenchymale Neoplasien sind im ICCR-Datensatz zu bösartigen und potenziell bösartigen mesenchymalen Tumoren der Gebärmutter enthalten.\n\nPublikationsgeschichte\nKleinere Aktualisierung der 5. Ausgabe – Version 5.1 August 2024. Korrektur des FIGO-Staging (Ausgabe 2023): II – Invasion des zervikalen Stromas „mit“ wurde in „ohne“ korrigiert.\n5. Auflage\n– August 2024\nBerücksichtigt die Stadieneinteilung für Gebärmutterkrebs (2023) der International Federation of Gynecology and Obstetrics (FIGO) und enthält Änderungen zur Angleichung des Datensatzes an die Klassifizierung von Tumoren, weibliche Genitaltumoren der Weltgesundheitsorganisation (WHO), 5. Auflage, Berichtigung, Juli 2024.\nDieser Datensatz wurde mit freundlicher Unterstützung der International Society of Gynecological Pathologists (ISGyP) entwickelt.\nZUSAMMENFASSUNG DER ÄNDERUNGEN\n• Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Wertelisten.\n• Überarbeitete Leittabelle für das Element „Lymphknotenstatus“.\n• Aktualisiertes Leitelement „Pathologisches Staging“ mit Einbeziehung von FIGO (Ausgabe 2023).\n• Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil.\n• Überarbeitete Notizen zur Harmonisierung mit dem ICCR-Stil, optimierte Notizlänge und Referenzen.\n• Aktualisierte Hinweise, um die aktualisierte FIGO 2023-Einstufung in den folgenden Elementen widerzuspiegeln: „Histologischer Tumortyp“, „Histologischer Tumorgrad“, „Myometriuminvasion“, „Lymphovaskuläre Invasion“, „Zervikales Stroma“, „Parametria“, „Vagina“, „Uterusserosa“, „Adnexe“, „Lymphknotenstatus“, „Zusätzliche Studien“ und „Vorläufige pathologische Einstufung“.\n• Aktualisierter Verweis auf die WHO-Klassifikation von Tumoren, weibliche Genitaltumoren, 5. Auflage Corrigenda, Juli 2024.\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat:\nMatias-Guiu\nLeitfaden zur Histopathologie von Endometriumkarzinomen. 5. Auflage\n. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-54-2\nKleines Update zur 4. Auflage – Version 4.1 August 2021.\n4. Auflage\n– August 2021\nDie 4. Ausgabe des ICCR-Datensatzes zu Endometriumkarzinomen enthält Änderungen, um den Datensatz an die Klassifikation von Tumoren, weibliche Genitaltumoren der Weltgesundheitsorganisation (WHO), 5. Ausgabe, 2020, anzupassen. Der ICCR-Datensatz enthält die Berichtigung der 5. Ausgabe, Juni 2021. Weitere kleinere Aktualisierungen waren ebenfalls enthalten.\nDieser Datensatz wurde mit freundlicher Unterstützung der International Society of Gynecological Pathologists (ISGyP) entwickelt.\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat:\nMatias-Guiu\nLeitfaden zur Histopathologie von Endometriumkarzinomen. 4. Auflage.\nInternationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-26-9.\nLesen Sie mehr über den Endometriumkarzinom-Datensatz (4. Auflage) im Zeitschriftenartikel der Datensatzautoren:\nDatensatz für die Meldung von Endometriumkarzinomen: Empfehlungen der International Collaboration on Cancer Reporting (ICCR)\n. Matias-Guiu Int J Gynecol Pathol. 2022 1. Nov.;41(Ergänzung 1):S90-S118. doi: 10.1097/PGP.0000000000000901. Epub 2022, 24. Okt.\n3. Auflage\n– Juli 2017\nAktualisiert nach der Veröffentlichung der 8. Ausgabe von TNM staging. Weitere kleinere Updates waren ebenfalls enthalten.\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat:\nMcCluggage WG, Colgan TJ, Duggan MA, Hacker NF, Mulvany N, Otis CN, Wilkinson N, Zaino RJ, Hirschowitz L (2017).\nLeitfaden zur Histopathologie von Endometriumkarzinomen. 3. Auflage.\nInternationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-02-6.\n2. Auflage\n– Mai 2015\nAktualisiert nach der Veröffentlichung der Klassifikation der Tumoren weiblicher Genitaltumore der Weltgesundheitsorganisation (WHO), 4. Auflage, 2014. Weitere kleinere Aktualisierungen wurden ebenfalls aufgenommen.\n1. Auflage\n– November 2013\nEntwickelt im Rahmen des ersten Pilotprojekts 2011-2012.\nLesen Sie mehr über den Endometriumkarzinom-Datensatz (1. Auflage) im Zeitschriftenartikel der Datensatzautoren:\nDatensatz zur Meldung von Endometriumkarzinomen: Empfehlungen der International Collaboration on Cancer Reporting (ICCR) zwischen dem Vereinigten Königreich, den Vereinigten Staaten, Kanada und Australasien\n. McCluggage WG, Colgan T, Duggan M, Hacker NF, Mulvany N, Otis C, Wilkinson N, Zaino RJ und Hirschowitz L. Int J Gynecol Pathol. 2013 Jan;32(1):45-65. doi: 10.1097/PGP.0b013e31825d808b.\nExpertenausschuss\nDie 5. Auflage des Datensatzes für Endometriumkarzinom wurde von folgendem internationalen Team entwickelt:\nVorsitzender – Xavier Matias-Guiu, Spanien\nSeriensieger – Glenn McCluggage, Großbritannien\nICCR-Vertreter und Domain-Experte – Sigurd Lax, Österreich\nDomain-Experten:\nLyndal Anderson, Australien\nNatalia Buza, USA\nLora Ellenson, USA\nOluwole Fadare, USA\nRaji Ganesan, Großbritannien\nPhilip Ip, Hongkong\nJose Palacios, Spanien\nMaria Rosaria Raspollini, Italien\nHenrica MJ Werner, Niederlande\nAutoren früherer Ausgaben dieses Datensatzes sind verfügbar\nHier",
  "category": "female-reproductive",
  "slug": "endometrial"
}