{
  "url": "https://www.iccr-cancer.org/datasets/published-datasets/thorax/lung/",
  "title": "Lungenkrebs",
  "introduction": "",
  "scope": "",
  "authors": [],
  "sections": [
    {
      "title": "Umfang",
      "content": "Datensätze\n>\nVeröffentlichte Datensätze\n>\nThorax\n>\nLungenkrebs\nUmfang\nDer Datensatz wurde für die pathologische Berichterstattung von Resektionsproben von bösartigen Epithelkarzinomen der Lunge entwickelt. Der Datensatz gilt für kleinzellige Karzinome und Karzinoidtumoren sowie für nichtkleinzellige Lungenkarzinomtypen. Während das TNM-Staging-System ursprünglich hauptsächlich für nicht-kleinzelliges Lungenkarzinom verwendet wurde, wurde es inzwischen auch für kleinzellige Karzinome und Karzinoidtumoren validiert.\nGutartige Tumoren können nach Ermessen des Pathologen gemeldet werden, obwohl nicht alle Kernelemente anwendbar sind, z. B. das TNM-Stadieneinteilung. Es gilt nicht für bronchoskopische und transthorakale Biopsieproben. Synchrone Primärtumoren sollten separat gemeldet werden, wobei jedes Stadium mit dem Suffix „m“ gekennzeichnet wird, damit die Multiplizität dokumentiert wird. Daten von nicht-epithelialen Tumoren sollten, sofern verfügbar, unter Verwendung anderer ICCR-Datensätze gesammelt werden (z. B. primäre Lungenlymphome, Sarkome)."
    },
    {
      "title": "Publikationsgeschichte",
      "content": "Publikationsgeschichte\n4. Auflage\n– April 2023\nAktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation thorakaler Tumoren der Weltgesundheitsorganisation (WHO) 2021.\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat\n: Nicholson AG, Butnor KJ, Calabrese F, Chou T, Hwang D, Kern I, Popat S, Sholl L, Yatabe Y, Cooper W (2023).\nLeitfaden zur Histopathologie von Lungenkrebs. 4. Auflage\n. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-34-4.\nLesen Sie mehr über den Lungenkrebs-Datensatz (4. Auflage) im Zeitschriftenartikel der Datensatzautoren:\nDatensatz für die Meldung von Lungenkrebs: Empfehlungen der International Collaboration on Cancer Reporting (ICCR).\nCooper WA, Webster F, Butnor KJ, Calabrese F, Chou TY, Hwang DM, Kern I, Popat S, Sholl L, Yatabe Y, Nicholson AG. Histopathologie. 2025 Apr;86(5):665-680. doi: 10.1111/his.15313. Epub 2024, 22. Okt.\n3. Auflage\n– August 2017\nAktualisiert nach der Veröffentlichung der 8. Ausgabe von TNM staging.\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat\n: Butnor KJ, Jones KD, Churg A, Henderson DW, Hwang DM, Ma Wyatt J, Nicholson AG, Rice AJ, Washington MK (2017).\nLeitfaden zur Histopathologie von Lungenkrebs. 3. Auflage\n. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-04-0.\n2. Auflage\n– Mai 2016\nAktualisiert nach der Veröffentlichung der 4. Auflage der Klassifikation der Tumoren der Lunge, der Pleura, der Thymusdrüse und des Herzens der Weltgesundheitsorganisation (WHO) aus dem Jahr 2015.\n1. Auflage\n– November 2013\nEntwickelt im Rahmen des ersten Pilotprojekts 2011-2012.\nLesen Sie mehr über den Lungenkrebs-Datensatz (1. Auflage) im Zeitschriftenartikel der Datensatzautoren:\nDatensatz zur Meldung von Lungenkarzinomen: Empfehlungen der International Collaboration on Cancer Reporting\n. Jones KD, Churg A, Henderson DW, Hwang DM, Ma Wyatt J, Nicholson AG, Rice AJ, Washington MK und Butnor KJ (2013). Arch Pathol Lab Med. 137:1054-1062.\nExpertenausschuss\nDie 4. Auflage des Datensatzes für Lungenkrebs wurde von folgendem internationalen Team entwickelt:\nVorsitzender – Andrew Nicholson, Großbritannien\nSerienmeisterin – Wendy Cooper, Australien\nDomain-Experten:\nKelly Butnor, USA\nFiorella Calabrese, Italien\nTeh-Ying Chou, Taiwan\nDavid Hwang, Kanada\nIzidor Kern, Slowenien\nSanjay Popat, Großbritannien\nLynette Sholl, USA\nYasushi Yatabe, Japan\nAutoren früherer Ausgaben dieses Datensatzes sind verfügbar\nhier\n."
    }
  ],
  "data_items": [],
  "references": [],
  "version_info": "",
  "full_text": "Datasets\n>\nPublished Datasets\n>\nThorax\n>\nLung Cancers\nScope\nThe dataset has been developed for the pathology reporting of resection specimens of malignant epithelial cancers of the lung. The dataset applies to small cell carcinoma and carcinoid tumours, as well as non-small cell types of lung carcinoma. While originally used primarily for non-small cell lung carcinoma, the TNM staging system has since also been validated for small cell carcinoma and carcinoid tumours.\nBenign tumours may be reported at the discretion of the pathologist though not all core elements will be applicable, e.g., TNM staging. It is not applicable for bronchoscopic and transthoracic biopsy specimens. Synchronous primary tumours should be reported separately, denoting each staging with a suffix of ‘m’ so that multiplicity is documented. Data from non-epithelial tumours should be collected using other ICCR datasets, where available (e.g., primary pulmonary lymphomas, sarcomas).\n\nPublication History\n4th edition\n– April 2023\nUpdated following the publication of the 2021 World Health Organization (WHO) Classification of Thoracic Tumours, 5th edition.\nTo reference this dataset please use the following citation\n: Nicholson AG, Butnor KJ, Calabrese F, Chou T, Hwang D, Kern I, Popat S, Sholl L, Yatabe Y, Cooper W (2023).\nLung Cancer Histopathology Reporting Guide. 4th edition\n. International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-922324-34-4.\nRead more on the Lung cancer dataset (4th edition) from the journal article written by the dataset authors:\nData set for the reporting of lung cancer: recommendations from the International Collaboration on Cancer Reporting (ICCR).\nCooper WA, Webster F, Butnor KJ, Calabrese F, Chou TY, Hwang DM, Kern I, Popat S, Sholl L, Yatabe Y, Nicholson AG. Histopathology. 2025 Apr;86(5):665-680. doi: 10.1111/his.15313. Epub 2024 Oct 22.\n3rd edition\n– August 2017\nUpdated following the publication of the 8th edition of TNM staging.\nTo reference this dataset please use the following citation\n: Butnor KJ, Jones KD, Churg A, Henderson DW, Hwang DM, Ma Wyatt J, Nicholson AG, Rice AJ, Washington MK (2017).\nLung Cancer Histopathology Reporting Guide. 3rd edition\n. International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-925687-04-0.\n2nd edition\n– May 2016\nUpdated following the publication of the 2015 World Health Organization (WHO) Classification of Tumours of the Lung, Pleura, Thymus and Heart, 4th edition.\n1st edition\n– November 2013\nDeveloped as part of the initial pilot project in 2011-2012.\nRead more on the Lung cancer dataset (1st edition) from the journal article written by the dataset authors:\nData set for reporting of lung carcinomas: recommendations from International Collaboration on Cancer Reporting\n. Jones KD, Churg A, Henderson DW, Hwang DM, Ma Wyatt J, Nicholson AG, Rice AJ, Washington MK and Butnor KJ (2013). Arch Pathol Lab Med. 137:1054-1062.\nExpert Committee\nThe 4th edition of the dataset for Lung cancer was developed by the following international team:\nChair – Andrew Nicholson, UK\nSeries Champion – Wendy Cooper, Australia\nDomain experts:\nKelly Butnor, USA\nFiorella Calabrese, Italy\nTeh-Ying Chou, Taiwan\nDavid Hwang, Canada\nIzidor Kern, Slovenia\nSanjay Popat, UK\nLynette Sholl, USA\nYasushi Yatabe, Japan\nAuthors of previous editions of this dataset are available\nhere\n.",
  "category": "thorax",
  "slug": "lung"
}