{
  "url": "https://www.iccr-cancer.org/datasets/published-datasets/urinary-male-genital/renal-tubular/",
  "title": "Nierenepithel-Neubildungen",
  "introduction": "",
  "scope": "",
  "authors": [],
  "sections": [
    {
      "title": "Umfang",
      "content": "Datensätze\n>\nVeröffentlichte Datensätze\n>\nUrin / männliches Genital\n>\nNierenepithel-Neubildungen\nUmfang\nDieser Datensatz wurde für Exzisionsproben der Niere bei Neoplasien renalen tubulären Ursprungs entwickelt. Urothelkarzinome aus dem oberen Nierentrakt, Wilms-Tumoren und andere nephroblastische und mesenchymale Tumoren werden nicht berücksichtigt. Metastatische Tumoren sind von diesem Datensatz ausgeschlossen. Dieser Datensatz darf nicht für eindeutig gutartige Tumoren wie papilläres Adenom und Onkozytom verwendet werden. Mit diesem Datensatz können jedoch auch andere Neoplasien mit unsicherem Verhalten (z. B. klarzellige Papillentumoren, andere onkozytäre Tumoren) gemeldet werden.\nBiopsieproben sind nicht enthalten – ein separater ICCR-Datensatz ist verfügbar und sollte für diese Fälle verwendet werden.\nDieser Datensatz ist für die Meldung einer einzelnen Lateralität einer Probe, d. h. links oder rechts, konzipiert. Wenn beide Lateralitäten übermittelt werden, sollten separate Datensätze vervollständigt werden."
    },
    {
      "title": "Publikationsgeschichte",
      "content": "Publikationsgeschichte\n2. Auflage\n– Mai 2025\nAktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation der Harn- und Genitaltumore bei Männern der Weltgesundheitsorganisation (WHO) 2022.\nDieser Datensatz der 2. Auflage wurde mit freundlicher Unterstützung der International Society of Urological Pathology (ISUP) entwickelt.\nZUSAMMENFASSUNG DER ÄNDERUNGEN\n• Aktualisiert auf die TNM8-Einstufung der Union for International Cancer Control, einschließlich der im Juli 2024 veröffentlichten Errata.\n• Der Titel des Leitfadens wurde in „Neoplasmen des Nierenepithels“ umbenannt.\n• Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste.\n• Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil.\n• Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt.\n• „Sarkomatoide Morphologie“ in „Sarkomatoide Merkmale“ umbenannt.\n• „Rhabdoid-Morphologie“ in „Rhabdoid-Merkmale“ umbenannt.\n• Das Element „Nekrose“ wurde aktualisiert.\n• Das Element „Ausmaß der Invasion“ wurde aktualisiert.\n• „Lymphovaskuläre Invasion“ umbenannt in „Lymphovaskuläre Invasion in angrenzender Niere“.\n• Das Element „Zusatzstudien“ wurde aktualisiert, einschließlich der Hinzufügung von „Repräsentativen Blöcken für Zusatzstudien“.\n• Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten.\n• Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der 5. Auflage der WHO-Klassifikation der Harn- und Genitaltumoren des Mannes 2022.\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat:\nWilliamson S, Moch H, Browning L, Brunelli M, Gorban G, Hirsch M, Lopez-Beltran A, Mohanty SK, Ohashi R, Rogers C, Saleeb RM, Schmidinger M, Verkarre V, Srigley JR (2025).\nLeitfaden zur Histopathologie-Berichterstattung über renale epitheliale Neoplasien. 2. Auflage\n. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-62-7.\nKleinere Aktualisierung der 1. Auflage – Version\n1.1. Juli 2018\n1. Auflage\n– Juli 2017\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat:\nDelahunt B, Srigley JR, Amin MB, Billis A, Camparo P, Evans AJ, Fleming S, Griffiths D, Lopez-Beltran A, Martignoni G, Moch H, Nacey JN, Zhou M (2017).\nLeitfaden zur histopathologischen Berichterstattung über invasives Karzinom renalen tubulären Ursprungs. 1. Auflage.\nInternationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-00-2.\nLesen Sie mehr über den Datensatz „Invasives Karzinom renalen tubulären Ursprungs“ im Zeitschriftenartikel der Datensatzautoren:\nDatensatz für die Meldung von Karzinomen renalen tubulären Ursprungs: Empfehlungen der International Collaboration on Cancer Reporting (ICCR)\n. Delahunt B, Srigley JR, Richter MJ, Amin MB, Billis A, Camparo P, Evans AJ, Fleming S, Griffiths D, Lopez-Beltran A, Martignoni G, Moch H, Nacey JN, Zhou M. Histopathologie. 2019 Feb;74(3):377-390. doi: 10.1111/his.13754.\nExpertenausschuss\nDie 2. Auflage des Datensatzes für renale epitheliale Neoplasien wurde von folgendem internationalen Team entwickelt:\nCo-Vorsitzender – Sean Williamson, USA\nCo-Vorsitzender – Holger Moch, Schweiz\nSerienmeister und ICCR-Vertreter – John Srigley, Kanada\nDomain-Experten:\nLisa Browning, Großbritannien\nMatteo Brunelli, Italien\nNina Gorban, Russland\nMichelle Hirsch, USA\nAntonio Lopez-Beltran, Portugal\nSambit Mohanty, Indien\nRiuko Ohash, Japan\nCraig Rogers, USA\nRola Saleeb, Kanada\nManuela Schmidinger, Österreich\nVirginie Verkarre, Frankreich\nAutoren früherer Ausgaben dieses Datensatzes sind verfügbar\nhier\n."
    }
  ],
  "data_items": [],
  "references": [],
  "version_info": "",
  "full_text": "Datasets\n>\nPublished Datasets\n>\nUrinary / Male Genital\n>\nRenal Epithelial Neoplasms\nScope\nThis dataset has been developed for excision specimens of the kidney for neoplasms of renal tubular origin. Urothelial carcinoma arising from the upper renal tract, Wilms tumours and other nephroblastic and mesenchymal tumours are not included. Metastatic tumours are excluded from this dataset. This dataset is not to be used for clearly benign tumours, such as papillary adenoma and oncocytoma. However other neoplasms of uncertain behaviour (e.g., clear cell papillary tumours, other oncocytic tumours) may be reported using this dataset.\nBiopsy specimens are not included – a separate ICCR dataset is available and should be used for these cases.\nThis dataset is designed for the reporting of a single laterality of specimen i.e., left or right. If both lateralities are submitted then separate datasets should be completed.\n\nPublication History\n2nd edition\n– May 2025\nUpdated following the publication of the 2022 World Health Organization (WHO) Classification of Urinary and Male Genital Tumours, 5th edition.\nThis 2nd edition dataset was developed with the kind support of the International Society of Urological Pathology (ISUP).\nSUMMARY OF CHANGES\n• Updated to Union for International Cancer Control TNM8 staging, including errata published July 2024.\n• Renamed title of guide to ‘Renal epithelial neoplasms’.\n• Revised guide to harmonise with ICCR style for element titles and value list.\n• Revised scope for clarity and to harmonise with ICCR style.\n• Added a new element ‘Block identification key’.\n• Renamed ‘Sarcomatoid morphology’ to ‘Sarcomatoid features’.\n• Renamed ‘Rhabdoid morphology’ to ‘Rhabdoid features’.\n• Updated the ‘Necrosis’ element.\n• Updated the ‘Extent of invasion’ element.\n• Renamed ‘Lymphovascular invasion’ to ‘Lymphovascular invasion in adjacent kidney’.\n• Updated the ‘Ancillary studies’ element, including adding ‘Representative blocks for ancillary studies’.\n• Other minor updates to elements were also included.\n• Revised all notes, including incorporation of the 2022 WHO Classification of Urinary and Male Genital Tumours, 5th edition.\nTo reference this dataset please use the following citation:\nWilliamson S, Moch H, Browning L, Brunelli M, Gorban G, Hirsch M, Lopez-Beltran A, Mohanty SK, Ohashi R, Rogers C, Saleeb RM, Schmidinger M, Verkarre V, Srigley JR (2025).\nRenal Epithelial Neoplasms Histopathology Reporting Guide. 2nd edition\n. International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-922324-62-7.\nMinor update to the 1st edition – Version\n1.1 July 2018\n1st edition\n– July 2017\nTo reference this dataset please use the following citation:\nDelahunt B, Srigley JR, Amin MB, Billis A, Camparo P, Evans AJ,  Fleming S, Griffiths D, Lopez-Beltran A, Martignoni G, Moch H, Nacey JN, Zhou M (2017).\nInvasive Carcinoma of Renal Tubular Origin Histopathology Reporting Guide. 1st edition.\nInternational Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-925687-00-2.\nRead more on the Invasive carcinoma of renal tubular origin dataset from the journal article written by the dataset authors:\nDataset for the reporting of carcinoma of renal tubular origin: recommendations from the International Collaboration on Cancer Reporting (ICCR)\n. Delahunt B, Srigley JR, Judge MJ, Amin MB, Billis A, Camparo P, Evans AJ, Fleming S, Griffiths D, Lopez-Beltran A, Martignoni G, Moch H, Nacey JN, Zhou M. Histopathology. 2019 Feb;74(3):377-390. doi: 10.1111/his.13754.\nExpert Committee\nThe 2nd edition of the dataset for Renal epithelial neoplasms was developed by the following international team:\nCo-chair – Sean Williamson, USA\nCo-chair – Holger Moch, Switzerland\nSeries Champion and ICCR representative – John Srigley, Canada\nDomain experts:\nLisa Browning, UK\nMatteo Brunelli, Italy\nNina Gorban, Russia\nMichelle Hirsch, USA\nAntonio Lopez-Beltran, Portugal\nSambit Mohanty, India\nRiuko Ohash, Japan\nCraig Rogers, USA\nRola Saleeb, Canada\nManuela Schmidinger, Austria\nVirginie Verkarre, France\nAuthors of previous edition of this dataset are available\nhere\n.",
  "category": "urinary-male-genital",
  "slug": "renal-tubular"
}