{
  "url": "https://www.iccr-cancer.org/datasets/published-datasets/urinary-male-genital/testis-retroperitoneal/",
  "title": "Neoplasie des Hodens – Retroperitoneale Lymphadenektomie",
  "introduction": "",
  "scope": "",
  "authors": [],
  "sections": [
    {
      "title": "Umfang",
      "content": "Datensätze\n>\nVeröffentlichte Datensätze\n>\nUrin / männliches Genital\n>\nNeoplasie des Hodens – Retroperitoneale Lymphadenektomie\nUmfang\nDer Datensatz wurde für die Berichterstattung über Retroperitoneal- und andere Lymphadenektomieproben sowie Exzisionsproben viszeraler Metastasen von Patienten jeden Alters mit bösartigen Tumoren des Hodens entwickelt. Das Protokoll gilt für alle bösartigen Keimzell- und Geschlechtsstrang-Stromatumoren des Hodens. Paratestikuläre Malignome sind ausgeschlossen. Für die Meldung von Orchidektomieproben steht ein separater ICCR-Datensatz zur Verfügung."
    },
    {
      "title": "Publikationsgeschichte",
      "content": "Publication History\n2nd edition\n– November 2024\nUpdated following the publication of the 2022 World Health Organization (WHO) Classification of Urinary and Male Genital Tumours, 5th edition.\nThis 2nd edition dataset was developed with the kind support of the International Society of Urological Pathology (ISUP).\nSUMMARY OF CHANGES\n• Updated to Union for International Cancer Control TNM8 staging, including errata published July 2024.\n• Revised guide to harmonise with ICCR style for element titles and value list.\n• Revised scope for clarity and to harmonise with ICCR style.\n• Updated the ‘Clinical information’ element.\n• Renamed ‘Pre-procedure serum tumour markers’ to ‘Serum tumour markers’.\n• Added a new element ‘Size of largest lymph node’.\n• Other minor updates to elements were also included.\n• Revised all notes, including incorporation of the 2022 WHO Classification of Urinary and Male Genital Tumours, 5th edition.\nTo reference this dataset please use the following citation:\nBerney D, Bremmer F, Daugaard G, Idrees M, Hamilton R, Kao CS, Kosuke K, Raspollini MR, Tickoo S, Yilmaz A, Srigley JR (2024).\nNeoplasia of the Testis Histopathology Reporting Guide Retroperitoneal Lymphadenectomy. 2nd edition\n. International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-922324-59-7.\n1st edition\n– August 2017\nTo reference this dataset please use the following citation\n: Berney DM, Comperat E, Feldman DR, Hamilton RJ, Idrees MT, Samaratunga H, Tickoo SK, Yilmaz A, Srigley JR (2017).\nNeoplasia of the Testis, Retroperitoneal Lymphadenectomy Histopathology Reporting Guide. 1st edition\n. International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-925687-08-8.\nExpert Committee\nThe 2nd edition of the dataset for Neoplasia of the testis – retroperitoneal lymphadenectomy was developed by the following international team:\nChair – Daniel Berney, Chair, UK\nSeries Champion and ICCR representative – John Srigley, Canada\nDomain experts\nFelix Bremmer, Germany\nGedske Daugaard, Denmark\nRobert Hamilton, Canada\nMuhammad Idrees, USA\nChia-Sui Kao, USA\nKosuke Miyai, Japan\nMaria Rosaria Raspollini, Italy\nSatish Tickoo, USA\nAsli Yilmaz, Canada\nAuthors of previous edition of this dataset are available\nhere\n."
    }
  ],
  "data_items": [],
  "references": [],
  "version_info": "",
  "full_text": "Datensätze\n>\nVeröffentlichte Datensätze\n>\nUrin / männliches Genital\n>\nNeoplasie des Hodens – Retroperitoneale Lymphadenektomie\nUmfang\nDer Datensatz wurde für die Berichterstattung über Retroperitoneal- und andere Lymphadenektomieproben sowie Exzisionsproben viszeraler Metastasen von Patienten jeden Alters mit bösartigen Tumoren des Hodens entwickelt. Das Protokoll gilt für alle bösartigen Keimzell- und Geschlechtsstrang-Stromatumoren des Hodens. Paratestikuläre Malignome sind ausgeschlossen. Für die Meldung von Orchidektomieproben steht ein separater ICCR-Datensatz zur Verfügung.\n\nPublikationsgeschichte\n2. Auflage\n– November 2024\nAktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation der Harn- und Genitaltumore bei Männern der Weltgesundheitsorganisation (WHO) 2022.\nDieser Datensatz der 2. Auflage wurde mit freundlicher Unterstützung der International Society of Urological Pathology (ISUP) entwickelt.\nZUSAMMENFASSUNG DER ÄNDERUNGEN\n• Aktualisiert auf die TNM8-Einstufung der Union for International Cancer Control, einschließlich der im Juli 2024 veröffentlichten Errata.\n• Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste.\n• Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil.\n• Das Element „Klinische Informationen“ wurde aktualisiert.\n• Umbenannt in „Serumtumormarker vor dem Eingriff“ in „Serumtumormarker“.\n• Ein neues Element „Größe des größten Lymphknotens“ hinzugefügt.\n• Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten.\n• Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der 5. Auflage der WHO-Klassifikation der Harn- und Genitaltumoren des Mannes 2022.\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat:\nBerney D, Bremmer F, Daugaard G, Idrees M, Hamilton R, Kao CS, Kosuke K, Raspollini MR, Tickoo S, Yilmaz A, Srigley JR (2024).\nNeoplasie des Hodens Histopathologischer Berichtsleitfaden Retroperitoneale Lymphadenektomie. 2. Auflage\n. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-59-7.\n1. Auflage\n– August 2017\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat\n: Berney DM, Comperat E, Feldman DR, Hamilton RJ, Idrees MT, Samaratunga H, Tickoo SK, Yilmaz A, Srigley JR (2017).\nNeoplasie des Hodens, Leitfaden zur Histopathologie-Berichterstattung zur retroperitonealen Lymphadenektomie. 1. Auflage\n. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-08-8.\nExpertenausschuss\nDie 2. Auflage des Datensatzes für Neoplasie des Hodens – retroperitoneale Lymphadenektomie wurde von folgendem internationalen Team entwickelt:\nVorsitzender – Daniel Berney, Vorsitzender, Vereinigtes Königreich\nSerienmeister und ICCR-Vertreter – John Srigley, Kanada\nDomain-Experten\nFelix Bremmer, Deutschland\nGedske Daugaard, Dänemark\nRobert Hamilton, Kanada\nMuhammad Idrees, USA\nChia-Sui Kao, USA\nKosuke Miyai, Japan\nMaria Rosaria Raspollini, Italien\nSatish Tickoo, USA\nAsli Yilmaz, Kanada\nAutoren früherer Ausgaben dieses Datensatzes sind verfügbar\nhier\n.",
  "category": "urinary-male-genital",
  "slug": "testis-retroperitoneal"
}