{
  "url": "https://www.iccr-cancer.org/datasets/published-datasets/head-neck/larynx/",
  "title": "Karzinome des Hypopharynx, Larynx und Trachea",
  "introduction": "",
  "scope": "The dataset has been developed for the reporting of resection and biopsy specimens of invasive epithelial malignancies of the larynx, hypopharynx and trachea. Salivary-type malignancies arising from minor mucoserous glands of the hypopharynx and larynx should be recorded in this dataset. Mucosal melanoma is presented in a separate ICCR dataset. Lymphomas and sarcomas are not included. Malignancies arising at other sites in the head and neck region, and neck dissections and nodal excisions are dealt with in separate ICCR datasets which may be used, as appropriate, in conjunction with this dataset. Where more than one anatomically or histologically distinct primary tumour occur, a separate dataset should be completed for each tumour. This dataset is intended for use for primary cancer resections. For resections of recurrent disease, the reporting guide may be used pragmatically but some data items may be not applicable or not assessable.\nThe dataset has been developed for the reporting of resection and biopsy specimens of invasive epithelial malignancies of the larynx, hypopharynx and trachea. Salivary-type malignancies arising from minor mucoserous glands of the hypopharynx and larynx should be recorded in this dataset.\nMucosal melanoma is presented in a separate ICCR dataset. Lymphomas and sarcomas are not included. Malignancies arising at other sites in the head and neck region, and neck dissections and nodal excisions are dealt with in separate ICCR datasets which may be used, as appropriate, in conjunction with this dataset.\nWhere more than one anatomically or histologically distinct primary tumour occur, a separate dataset should be completed for each tumour.\nThis dataset is intended for use for primary cancer resections. For resections of recurrent disease, the reporting guide may be used pragmatically but some data items may be not applicable or not assessable.\nICCR Carcinomas of the Hypopharynx, Larynx and Trachea Bookmarked guide - 1 MB ICCR Carcinomas of the Hypopharynx, Larynx and Trachea Hyperlinked guide - 3315 KB ICCR Carcinomas of the Hypopharynx, Larynx and Trachea Dataset in Word - 9810 KB Publication History These datasets were developed with the kind support of the North American Society of Head and Neck Pathology (NASHNP), American Academy of Oral and Maxillofacial Pathology (AAOMP), International Association of Oral and Maxillofacial Pathologists (IAOP), and British Society for Oral and Maxillofacial Pathology (BSOMP). 2nd edition – July 2024 Updated following the publication of the 2024 World Health Organization (WHO) Classification of Head and Neck Tumours, 5th edition. SUMMARY OF CHANGES • Revised guide to harmonise with ICCR style for element titles and value list. • Revised scope for clarity and to harmonise with ICCR style. • Added a new element ‘Clinical information’, which incorporates the original element ‘Neodjuvant therapy’. • Updated the ‘Operative procedure’ element. • Updated the ‘Tumour site’ element. • Added a separate element ‘Tumour laterality’. • Added a new element ‘Block identification key’. • Updated the ‘Histological tumour type’ element. • Updated the ‘Histological tumour grade’ element. • Updated the ‘Extent of invasion’ element. • Updated the ‘Ancillary studies’ element. • Other minor updates to elements were also included. • Revised all notes, including incorporation of the most recent 2024 WHO Classification of Head and Neck Tumours, 5th edition. To reference this dataset please use the following citation: Zidar N, Bal M, Chernock RD, Dahlstrom JE, Perez-Ordonez B, Strojan P, Helliwell T, Thompson LDR (2024). Carcinomas of the Hypopharynx, Larynx and Trachea Histopathology Reporting Guide. 2nd edition . International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-922324-46-7. 1st edition – September 2018 To reference this dataset please use the following citation: Helliwell T, Chernock R, Dahlstrom JE, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR (2018). Carcinomas of the Hypopharynx, Larynx and Trachea Histopathology Reporting Guide. 1st edition. International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-925687-17-0. Read more on the Carcinomas of the hypopharynx, larynx and trachea dataset from the journal article written by the dataset authors: Data set for reporting of carcinomas of the hypopharynx, larynx and trachea: Explanations and recommendations of the Guidelines from the International Collaboration on Cancer Reporting . Helliwell T, Chernock R, Dahlstrom J, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):432-438. doi: 10.5858/arpa.2018-0419-SA. Epub 2018 Nov 30.​ Expert Committee The 2nd edition of the dataset for Carcinomas of the hypopharynx, larynx and trachea was developed by the following international team: Chair – Nina Zidar, Slovenia Series Champion – Lester Thompson, USA ICCR representative and domain expert – Tim Helliwell, UK Domain experts: Munita Bal, India Rebecca Chernock, USA Jane Dahlstrom, Australia Bayardo Perez-Ordonez, Canada Primož Strojan, Slovenia Authors of the previous edition of this dataset are available here .\nICCR Carcinomas of the Hypopharynx, Larynx and Trachea Bookmarked guide - 1 MB ICCR Carcinomas of the Hypopharynx, Larynx and Trachea Hyperlinked guide - 3315 KB ICCR Carcinomas of the Hypopharynx, Larynx and Trachea Dataset in Word - 9810 KB\nICCR Carcinomas of the Hypopharynx, Larynx and Trachea Bookmarked guide - 1 MB\nICCR Carcinomas of the Hypopharynx, Larynx and Trachea Hyperlinked guide - 3315 KB\nICCR Carcinomas of the Hypopharynx, Larynx and Trachea Dataset in Word - 9810 KB",
  "authors": [
    "The 2nd edition of the dataset for Carcinomas of the hypopharynx, larynx and trachea was developed by the following international team: Chair – Nina Zidar, Slovenia Series Champion – Lester Thompson, USA ICCR representative and domain expert – Tim Helliwell, UK Domain experts: Munita Bal, India Rebecca Chernock, USA Jane Dahlstrom, Australia Bayardo Perez-Ordonez, Canada Primož Strojan, Slovenia Authors of the previous edition of this dataset are available here .",
    "The 2nd edition of the dataset for Carcinomas of the hypopharynx, larynx and trachea was developed by the following international team:",
    "Chair – Nina Zidar, Slovenia Series Champion – Lester Thompson, USA ICCR representative and domain expert – Tim Helliwell, UK",
    "Chair – Nina Zidar, Slovenia",
    "Series Champion – Lester Thompson, USA",
    "ICCR representative and domain expert – Tim Helliwell, UK",
    "Munita Bal, India Rebecca Chernock, USA Jane Dahlstrom, Australia Bayardo Perez-Ordonez, Canada Primož Strojan, Slovenia",
    "Rebecca Chernock, USA",
    "Jane Dahlstrom, Australia",
    "Bayardo Perez-Ordonez, Canada",
    "Primož Strojan, Slovenia",
    "Authors of the previous edition of this dataset are available here .",
    "Contact E admin@iccr-cancer.org P +61 2 8356 5858 ©2026 ICCR | ABN: 69 601 723 960",
    "Contact E admin@iccr-cancer.org P +61 2 8356 5858"
  ],
  "sections": [
    {
      "title": "Überblick",
      "content": "Datensätze Karzinome des Hypopharynx, Larynx und Trachea"
    },
    {
      "title": "Karzinome des Hypopharynx, Larynx und Trachea",
      "content": "Datensätze > Veröffentlichte Datensätze > Kopf und Hals > Karzinome des Hypopharynx, des Larynx und der Luftröhre Umfang Der Datensatz wurde für die Berichterstattung über Resektions- und Biopsieproben invasiver epithelialer Erkrankungen des Kehlkopfes, des Hypopharynx und der Luftröhre entwickelt. Malignome vom Speicheltyp, die aus kleinen Schleimdrüsen des Hypopharynx und Larynx entstehen, sollten in diesem Datensatz erfasst werden. Das Schleimhautmelanom wird in einem separaten ICCR-Datensatz dargestellt. Lymphome und Sarkome sind nicht enthalten. Malignome, die an anderen Stellen im Kopf-Hals-Bereich auftreten, sowie Halsdissektionen und Knotenexzisionen werden in separaten ICCR-Datensätzen behandelt, die gegebenenfalls in Verbindung mit diesem Datensatz verwendet werden können. Wenn mehr als ein anatomisch oder histologisch unterschiedlicher Primärtumor auftritt, sollte für jeden Tumor ein separater Datensatz erstellt werden. Dieser Datensatz ist für die Verwendung bei primären Krebsresektionen vorgesehen. Für Resektionen wiederkehrender Erkrankungen kann der Berichtsleitfaden pragmatisch verwendet werden, einige Datenelemente sind jedoch möglicherweise nicht anwendbar oder nicht bewertbar. ICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre Lesezeichen-Leitfaden – 1 MB ICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre Hyperlink-Leitfaden – 3315 KB ICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre Datensatz in Word – 9810 KB Veröffentlichungsverlauf Diese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology entwickelt (NASHNP), American Academy of Oral and Maxillofacial Pathology (AAOMP), International Association of Oral and Maxillofacial Pathologists (IAOP) und British Society for Oral and Maxillofacial Pathology (BSOMP). 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Neodjuvante Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Das Element „Ausmaß der Invasion“ wurde aktualisiert. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Zidar N, Bal M, Chernock RD, Dahlstrom JE, Perez-Ordonez B, Strojan P, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-46-7. 1. Auflage – September 2018 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Helliwell T, Chernock R, Dahlstrom JE, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-17-0. Lesen Sie mehr zum Datensatz „Karzinome des Hypopharynx, Larynx und der Luftröhre“ im Zeitschriftenartikel der Datensatzautoren: Datensatz zur Meldung von Karzinomen des Hypopharynx, Kehlkopfes und der Luftröhre: Erläuterungen und Empfehlungen der Leitlinien der International Collaboration on Cancer Reporting. Helliwell T, Chernock R, Dahlstrom J, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):432-438. doi: 10.5858/arpa.2018-0419-SA. Epub 2018, 30. November. Expertenkomitee Die 2. Auflage des Datensatzes für Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre wurde vom folgenden internationalen Team entwickelt: Vorsitzende – Nina Zidar, Meisterin der slowenischen Serie – Lester Thompson, USA ICCR-Vertreter und Domänenexperte – Tim Helliwell, Vereinigtes Königreich Domänenexperten: Munita Bal, Indien Rebecca Chernock, USA Jane Dahlstrom, Australien Bayardo Perez-Ordonez, Kanada Primož Strojan, Slowenien Autoren der vorherigen Ausgabe dieses Datensatzes sind hier verfügbar.\nDatensätze > Veröffentlichte Datensätze > Kopf und Hals > Karzinome des Hypopharynx, Larynx und Trachea\nKarzinome des Hypopharynx, Larynx und Luftröhre"
    },
    {
      "title": "Umfang",
      "content": "Der Datensatz wurde für die Berichterstattung über Resektions- und Biopsieproben von invasiven epithelialen Malignomen des Kehlkopfes, des Hypopharynx und der Luftröhre entwickelt. Malignome vom Speicheltyp, die aus kleinen Schleimdrüsen des Hypopharynx und Larynx entstehen, sollten in diesem Datensatz erfasst werden. Das Schleimhautmelanom wird in einem separaten ICCR-Datensatz dargestellt. Lymphome und Sarkome sind nicht enthalten. Malignome, die an anderen Stellen im Kopf-Hals-Bereich auftreten, sowie Halsdissektionen und Knotenexzisionen werden in separaten ICCR-Datensätzen behandelt, die gegebenenfalls in Verbindung mit diesem Datensatz verwendet werden können. Wenn mehr als ein anatomisch oder histologisch unterschiedlicher Primärtumor auftritt, sollte für jeden Tumor ein separater Datensatz erstellt werden. Dieser Datensatz ist für die Verwendung bei primären Krebsresektionen vorgesehen. Für Resektionen wiederkehrender Erkrankungen kann der Berichtsleitfaden pragmatisch verwendet werden, einige Datenelemente sind jedoch möglicherweise nicht anwendbar oder nicht bewertbar.\nDer Datensatz wurde für die Berichterstattung über Resektions- und Biopsieproben von invasiven epithelialen Malignomen des Kehlkopfes, des Hypopharynx und der Luftröhre entwickelt. Malignome vom Speicheltyp, die aus kleinen Schleimdrüsen des Hypopharynx und Larynx entstehen, sollten in diesem Datensatz erfasst werden.\nDas Schleimhautmelanom wird in einem separaten ICCR-Datensatz dargestellt. Lymphome und Sarkome sind nicht enthalten. Malignome, die an anderen Stellen im Kopf-Hals-Bereich auftreten, sowie Halsdissektionen und Knotenexzisionen werden in separaten ICCR-Datensätzen behandelt, die gegebenenfalls in Verbindung mit diesem Datensatz verwendet werden können.\nWenn mehr als ein anatomisch oder histologisch unterschiedlicher Primärtumor auftritt, sollte für jeden Tumor ein separater Datensatz erstellt werden.\nDieser Datensatz ist für die Verwendung bei primären Krebsresektionen vorgesehen. Für Resektionen wiederkehrender Erkrankungen kann der Berichtsleitfaden pragmatisch verwendet werden, einige Datenelemente sind jedoch möglicherweise nicht anwendbar oder nicht bewertbar.\nICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre Lesezeichen-Leitfaden – 1 MB ICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre Hyperlink-Leitfaden – 3315 KB ICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre Datensatz in Word – 9810 KB Veröffentlichungsverlauf Diese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology entwickelt (NASHNP), American Academy of Oral and Maxillofacial Pathology (AAOMP), International Association of Oral and Maxillofacial Pathologists (IAOP) und British Society for Oral and Maxillofacial Pathology (BSOMP). 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Neodjuvante Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Das Element „Ausmaß der Invasion“ wurde aktualisiert. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Zidar N, Bal M, Chernock RD, Dahlstrom JE, Perez-Ordonez B, Strojan P, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-46-7. 1. Auflage – September 2018 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Helliwell T, Chernock R, Dahlstrom JE, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-17-0. Lesen Sie mehr zum Datensatz „Karzinome des Hypopharynx, Larynx und der Luftröhre“ im Zeitschriftenartikel der Datensatzautoren: Datensatz zur Meldung von Karzinomen des Hypopharynx, Larynx und der Luftröhre: Erläuterungen und Empfehlungen der Leitlinien der Internationalen Zusammenarbeit zur Krebsberichterstattung. Helliwell T, Chernock R, Dahlstrom J, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):432-438. doi: 10.5858/arpa.2018-0419-SA. Epub 2018, 30. November. Expertenkomitee Die 2. Auflage des Datensatzes für Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre wurde vom folgenden internationalen Team entwickelt: Vorsitzende – Nina Zidar, Meisterin der slowenischen Serie – Lester Thompson, USA ICCR-Vertreter und Domänenexperte – Tim Helliwell, Vereinigtes Königreich Domänenexperten: Munita Bal, Indien Rebecca Chernock, USA Jane Dahlstrom, Australien Bayardo Perez-Ordonez, Kanada Primož Strojan, Slowenien Autoren der vorherigen Ausgabe dieses Datensatzes sind hier verfügbar.\nICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre. Mit Lesezeichen versehener Leitfaden – 1 MB ICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre. Hyperlink-Leitfaden – 3315 KB. ICCR-Datensatz zu Karzinomen des Hypopharynx, Kehlkopfes und der Luftröhre in Word – 9810 KB\nICCR-Karzinome des Hypopharynx, Larynx und Trachea. Mit Lesezeichen versehener Leitfaden – 1 MB\nICCR-Karzinome des Hypopharynx, Larynx und Trachea Hyperlink-Leitfaden – 3315 KB\nICCR-Datensatz zu Hypopharynx-, Larynx- und Trachea-Karzinomen in Word – 9810 KB"
    },
    {
      "title": "Publikationsgeschichte",
      "content": "Diese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology (NASHNP), der American Academy of Oral and Maxillofacial Pathology (AAOMP), der International Association of Oral and Maxillofacial Pathologists (IAOP) und der British Society for Oral and Maxillofacial Pathology (BSOMP) entwickelt. 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Neodjuvante Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Das Element „Ausmaß der Invasion“ wurde aktualisiert. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Zidar N, Bal M, Chernock RD, Dahlstrom JE, Perez-Ordonez B, Strojan P, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-46-7. 1. Auflage – September 2018 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Helliwell T, Chernock R, Dahlstrom JE, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-17-0. Lesen Sie mehr zum Datensatz „Karzinome des Hypopharynx, Larynx und der Luftröhre“ im Zeitschriftenartikel der Datensatzautoren: Datensatz zur Meldung von Karzinomen des Hypopharynx, Kehlkopfes und der Luftröhre: Erläuterungen und Empfehlungen der Leitlinien der International Collaboration on Cancer Reporting. Helliwell T, Chernock R, Dahlstrom J, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):432-438. doi: 10.5858/arpa.2018-0419-SA. Epub 30. November 2018.\nDiese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology (NASHNP), der American Academy of Oral and Maxillofacial Pathology (AAOMP), der International Association of Oral and Maxillofacial Pathologists (IAOP) und der British Society for Oral and Maxillofacial Pathology (BSOMP) entwickelt. 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Neodjuvante Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Das Element „Ausmaß der Invasion“ wurde aktualisiert. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Zidar N, Bal M, Chernock RD, Dahlstrom JE, Perez-Ordonez B, Strojan P, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-46-7. 1. Auflage – September 2018\nDiese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology (NASHNP), der American Academy of Oral and Maxillofacial Pathology (AAOMP), der International Association of Oral and Maxillofacial Pathologists (IAOP) und Br. entwickelt itish Society for Oral and Maxillofacial Pathology (BSOMP).\n2. Auflage – Juli 2024\nAktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024.\n• Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Neodjuvante Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Das Element „Ausmaß der Invasion“ wurde aktualisiert. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage.\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Zidar N, Bal M, Chernock RD, Dahlstrom JE, Perez-Ordonez B, Strojan P, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-46-7.\n1. Auflage – September 2018\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Helliwell T, Chernock R, Dahlstrom JE, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-17-0.\nLesen Sie mehr zum Datensatz „Karzinome des Hypopharynx, Larynx und der Luftröhre“ im Zeitschriftenartikel der Datensatzautoren: Datensatz zur Meldung von Karzinomen des Hypopharynx, Kehlkopfes und der Luftröhre: Erläuterungen und Empfehlungen der Leitlinien der International Collaboration on Cancer Reporting. Helliwell T, Chernock R, Dahlstrom J, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):432-438. doi: 10.5858/arpa.2018-0419-SA. Epub 30. November 2018."
    },
    {
      "title": "Expertenausschuss",
      "content": "Die 2. Auflage des Datensatzes für Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre wurde vom folgenden internationalen Team entwickelt: Vorsitzende – Nina Zidar, Champion der slowenischen Serie – Lester Thompson, USA ICCR-Vertreter und Domänenexperte – Tim Helliwell, Vereinigtes Königreich Domänenexperten: Munita Bal, Indien Rebecca Chernock, USA Jane Dahlstrom, Australien Bayardo Perez-Ordonez, Kanada Primož Strojan, Slowenien Autoren der vorherigen Ausgabe dieses Datensatzes sind hier erhältlich.\nDie 2. Auflage des Datensatzes für Karzinome des Hypopharynx, Larynx und Trachea wurde von folgendem internationalen Team entwickelt:\nVorsitz – Nina Zidar, Slowenien-Serienmeisterin – Lester Thompson, USA ICCR-Vertreter und Fachexperte – Tim Helliwell, Vereinigtes Königreich\nVorsitzende – Nina Zidar, Slowenien\nSeriensieger – Lester Thompson, USA\nICCR-Vertreter und Domain-Experte – Tim Helliwell, Großbritannien\nMunita Bal, Indien Rebecca Chernock, USA Jane Dahlstrom, Australien Bayardo Perez-Ordonez, Kanada Primož Strojan, Slowenien\nRebecca Chernock, USA\nJane Dahlstrom, Australien\nBayardo Perez-Ordonez, Kanada\nPrimož Strojan, Slowenien\nAutoren der vorherigen Ausgabe dieses Datensatzes finden Sie hier.\nKontakt E admin@iccr-cancer.org P +61 2 8356 5858 ©2026 ICCR | ABN: 69 601 723 960\nKontaktieren Sie E admin@iccr-cancer.org P +61 2 8356 5858"
    },
    {
      "title": "Kontakt",
      "content": "E admin@iccr-cancer.org P +61 2 8356 5858\nE admin@iccr-cancer.org\n©2026 ICCR | ABN: 69 601 723 960\nFür eine optimale Darstellung benötigt diese Website Javascript. Bitte aktivieren Sie Javascript in Ihrem Browser.\nAnscheinend verwenden Sie eine alte Version von Internet Explorer. Für ein sichereres und optimales Surferlebnis aktualisieren Sie bitte Ihren Browser."
    }
  ],
  "data_items": [],
  "references": [],
  "version_info": "",
  "full_text": "Datensätze Karzinome des Hypopharynx, Larynx und Trachea\n\nDatensätze > Veröffentlichte Datensätze > Kopf und Hals > Karzinome des Hypopharynx, des Larynx und der Luftröhre Umfang Der Datensatz wurde für die Berichterstattung über Resektions- und Biopsieproben invasiver epithelialer Erkrankungen des Kehlkopfes, des Hypopharynx und der Luftröhre entwickelt. Malignome vom Speicheltyp, die aus kleinen Schleimdrüsen des Hypopharynx und Larynx entstehen, sollten in diesem Datensatz erfasst werden. Das Schleimhautmelanom wird in einem separaten ICCR-Datensatz dargestellt. Lymphome und Sarkome sind nicht enthalten. Malignome, die an anderen Stellen im Kopf-Hals-Bereich auftreten, sowie Halsdissektionen und Knotenexzisionen werden in separaten ICCR-Datensätzen behandelt, die gegebenenfalls in Verbindung mit diesem Datensatz verwendet werden können. Wenn mehr als ein anatomisch oder histologisch unterschiedlicher Primärtumor auftritt, sollte für jeden Tumor ein separater Datensatz erstellt werden. Dieser Datensatz ist für die Verwendung bei primären Krebsresektionen vorgesehen. Für Resektionen wiederkehrender Erkrankungen kann der Berichtsleitfaden pragmatisch verwendet werden, einige Datenelemente sind jedoch möglicherweise nicht anwendbar oder nicht bewertbar. ICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre Lesezeichen-Leitfaden – 1 MB ICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre Hyperlink-Leitfaden – 3315 KB ICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre Datensatz in Word – 9810 KB Veröffentlichungsverlauf Diese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology entwickelt (NASHNP), American Academy of Oral and Maxillofacial Pathology (AAOMP), International Association of Oral and Maxillofacial Pathologists (IAOP) und British Society for Oral and Maxillofacial Pathology (BSOMP). 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Neodjuvante Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Das Element „Ausmaß der Invasion“ wurde aktualisiert. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Zidar N, Bal M, Chernock RD, Dahlstrom JE, Perez-Ordonez B, Strojan P, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-46-7. 1. Auflage – September 2018 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Helliwell T, Chernock R, Dahlstrom JE, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-17-0. Lesen Sie mehr zum Datensatz „Karzinome des Hypopharynx, Larynx und der Luftröhre“ im Zeitschriftenartikel der Datensatzautoren: Datensatz zur Meldung von Karzinomen des Hypopharynx, Kehlkopfes und der Luftröhre: Erläuterungen und Empfehlungen der Leitlinien der International Collaboration on Cancer Reporting. Helliwell T, Chernock R, Dahlstrom J, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):432-438. doi: 10.5858/arpa.2018-0419-SA. Epub 2018, 30. November. Expertenkomitee Die 2. Auflage des Datensatzes für Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre wurde vom folgenden internationalen Team entwickelt: Vorsitzende – Nina Zidar, Meisterin der slowenischen Serie – Lester Thompson, USA ICCR-Vertreter und Domänenexperte – Tim Helliwell, Vereinigtes Königreich Domänenexperten: Munita Bal, Indien Rebecca Chernock, USA Jane Dahlstrom, Australien Bayardo Perez-Ordonez, Kanada Primož Strojan, Slowenien Autoren der vorherigen Ausgabe dieses Datensatzes sind hier verfügbar.\n\nDatensätze > Veröffentlichte Datensätze > Kopf und Hals > Karzinome des Hypopharyns nx, Kehlkopf und Luftröhre\n\nKarzinome des Hypopharynx, Larynx und Trachea\n\nDer Datensatz wurde für die Berichterstattung über Resektions- und Biopsieproben von invasiven epithelialen Malignomen des Kehlkopfes, des Hypopharynx und der Luftröhre entwickelt. Malignome vom Speicheltyp, die aus kleinen Schleimdrüsen des Hypopharynx und Larynx entstehen, sollten in diesem Datensatz erfasst werden. Das Schleimhautmelanom wird in einem separaten ICCR-Datensatz dargestellt. Lymphome und Sarkome sind nicht enthalten. Malignome, die an anderen Stellen im Kopf-Hals-Bereich auftreten, sowie Halsdissektionen und Knotenexzisionen werden in separaten ICCR-Datensätzen behandelt, die gegebenenfalls in Verbindung mit diesem Datensatz verwendet werden können. Wenn mehr als ein anatomisch oder histologisch unterschiedlicher Primärtumor auftritt, sollte für jeden Tumor ein separater Datensatz erstellt werden. Dieser Datensatz ist für die Verwendung bei primären Krebsresektionen vorgesehen. Für Resektionen wiederkehrender Erkrankungen kann der Berichtsleitfaden pragmatisch verwendet werden, einige Datenelemente sind jedoch möglicherweise nicht anwendbar oder nicht bewertbar.\n\nDer Datensatz wurde für die Berichterstattung über Resektions- und Biopsieproben von invasiven epithelialen Malignomen des Kehlkopfes, des Hypopharynx und der Luftröhre entwickelt. Malignome vom Speicheltyp, die aus kleinen Schleimdrüsen des Hypopharynx und Larynx entstehen, sollten in diesem Datensatz erfasst werden.\n\nDas Schleimhautmelanom wird in einem separaten ICCR-Datensatz dargestellt. Lymphome und Sarkome sind nicht enthalten. Malignome, die an anderen Stellen im Kopf-Hals-Bereich auftreten, sowie Halsdissektionen und Knotenexzisionen werden in separaten ICCR-Datensätzen behandelt, die gegebenenfalls in Verbindung mit diesem Datensatz verwendet werden können.\n\nWenn mehr als ein anatomisch oder histologisch unterschiedlicher Primärtumor auftritt, sollte für jeden Tumor ein separater Datensatz erstellt werden.\n\nDieser Datensatz ist für die Verwendung bei primären Krebsresektionen vorgesehen. Für Resektionen wiederkehrender Erkrankungen kann der Berichtsleitfaden pragmatisch verwendet werden, einige Datenelemente sind jedoch möglicherweise nicht anwendbar oder nicht bewertbar.\n\nICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre Lesezeichen-Leitfaden – 1 MB ICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre Hyperlink-Leitfaden – 3315 KB ICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre Datensatz in Word – 9810 KB Veröffentlichungsverlauf Diese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology entwickelt (NASHNP), American Academy of Oral and Maxillofacial Pathology (AAOMP), International Association of Oral and Maxillofacial Pathologists (IAOP) und British Society for Oral and Maxillofacial Pathology (BSOMP). 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Neodjuvante Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Das Element „Ausmaß der Invasion“ wurde aktualisiert. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Zidar N, Bal M, Chernock RD, Dahlstrom JE, Perez-Ordonez B, Strojan P, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-46-7. 1. Auflage – September 2018 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Helliwell T, Chernock R, Dahlstrom JE, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-17-0. Lesen Sie mehr über den Datensatz „Carcinomas of the Hypopharynx, Larynx and Trachea“ aus dem von den Datensatzautoren verfassten Zeitschriftenartikel: Data set for reporting of carcinomas of the hypopharynx, larynx and trachea: Explana gen und Empfehlungen der Leitlinien der International Collaboration on Cancer Reporting. Helliwell T, Chernock R, Dahlstrom J, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):432-438. doi: 10.5858/arpa.2018-0419-SA. Epub 2018, 30. November. Expertenkomitee Die 2. Auflage des Datensatzes für Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre wurde vom folgenden internationalen Team entwickelt: Vorsitzende – Nina Zidar, Meisterin der slowenischen Serie – Lester Thompson, USA ICCR-Vertreter und Domänenexperte – Tim Helliwell, Vereinigtes Königreich Domänenexperten: Munita Bal, Indien Rebecca Chernock, USA Jane Dahlstrom, Australien Bayardo Perez-Ordonez, Kanada Primož Strojan, Slowenien Autoren der vorherigen Ausgabe dieses Datensatzes sind hier verfügbar.\n\nICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre. Mit Lesezeichen versehener Leitfaden – 1 MB ICCR-Karzinome des Hypopharynx, Kehlkopfes und der Luftröhre. Hyperlink-Leitfaden – 3315 KB. ICCR-Datensatz zu Karzinomen des Hypopharynx, Kehlkopfes und der Luftröhre in Word – 9810 KB\n\nICCR-Karzinome des Hypopharynx, Larynx und Trachea. Mit Lesezeichen versehener Leitfaden – 1 MB\n\nICCR-Karzinome des Hypopharynx, Larynx und Trachea Hyperlink-Leitfaden – 3315 KB\n\nICCR-Datensatz zu Hypopharynx-, Larynx- und Trachea-Karzinomen in Word – 9810 KB\n\nDiese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology (NASHNP), der American Academy of Oral and Maxillofacial Pathology (AAOMP), der International Association of Oral and Maxillofacial Pathologists (IAOP) und der British Society for Oral and Maxillofacial Pathology (BSOMP) entwickelt. 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Neodjuvante Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Das Element „Ausmaß der Invasion“ wurde aktualisiert. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Zidar N, Bal M, Chernock RD, Dahlstrom JE, Perez-Ordonez B, Strojan P, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-46-7. 1. Auflage – September 2018 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Helliwell T, Chernock R, Dahlstrom JE, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-17-0. Lesen Sie mehr zum Datensatz „Karzinome des Hypopharynx, Larynx und der Luftröhre“ im Zeitschriftenartikel der Datensatzautoren: Datensatz zur Meldung von Karzinomen des Hypopharynx, Kehlkopfes und der Luftröhre: Erläuterungen und Empfehlungen der Leitlinien der International Collaboration on Cancer Reporting. Helliwell T, Chernock R, Dahlstrom J, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):432-438. doi: 10.5858/arpa.2018-0419-SA. Epub 2018 Nov 30.\n\nDiese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology (NASHNP), der American Academy of Oral and Maxillofacial Pathology (AAOMP), der International Association of Oral and Maxillofacial Pathologists (IAOP) und der British Society for Oral and Maxillofacial Pathology (BSOMP) entwickelt. 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Added a new eleme nt „Klinische Informationen“, die das ursprüngliche Element „Neodjuvante Therapie“ enthalten. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Das Element „Ausmaß der Invasion“ wurde aktualisiert. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Zidar N, Bal M, Chernock RD, Dahlstrom JE, Perez-Ordonez B, Strojan P, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-46-7. 1. Auflage – September 2018\n\nDiese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology (NASHNP), der American Academy of Oral and Maxillofacial Pathology (AAOMP), der International Association of Oral and Maxillofacial Pathologists (IAOP) und der British Society for Oral and Maxillofacial Pathology (BSOMP) entwickelt.\n\n2. Auflage – Juli 2024\n\nAktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024.\n\n• Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Neodjuvante Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Das Element „Ausmaß der Invasion“ wurde aktualisiert. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage.\n\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Zidar N, Bal M, Chernock RD, Dahlstrom JE, Perez-Ordonez B, Strojan P, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-46-7.\n\n1. Auflage – September 2018\n\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Helliwell T, Chernock R, Dahlstrom JE, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-17-0.\n\nLesen Sie mehr zum Datensatz „Karzinome des Hypopharynx, Larynx und der Luftröhre“ im Zeitschriftenartikel der Datensatzautoren: Datensatz zur Meldung von Karzinomen des Hypopharynx, Kehlkopfes und der Luftröhre: Erläuterungen und Empfehlungen der Leitlinien der International Collaboration on Cancer Reporting. Helliwell T, Chernock R, Dahlstrom J, Gale N, McHugh J, Perez-Ordonez B, Roland N, Zidar N, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):432-438. doi: 10.5858/arpa.2018-0419-SA. Epub 30. November 2018.\n\nDie 2. Auflage des Datensatzes für Karzinome des Hypopharynx, des Kehlkopfes und der Luftröhre wurde vom folgenden internationalen Team entwickelt: Vorsitzende – Nina Zidar, Champion der slowenischen Serie – Lester Thompson, USA ICCR-Vertreter und Domänenexperte – Tim Helliwell, Vereinigtes Königreich Domänenexperten: Munita Bal, Indien Rebecca Chernock, USA Jane Dahlstrom, Australien Bayardo Perez-Ordonez, Kanada Primož Strojan, Slowenien Autoren der vorherigen Ausgabe dieses Datensatzes sind hier erhältlich.\n\nDie 2. Auflage des Datensatzes für Karzinome des Hypopharynx, Larynx und Trachea wurde von folgendem internationalen Team entwickelt:\n\nVorsitz – Nina Zidar, Slowenien-Serienmeisterin – Lester Thompson, USA ICCR-Vertreter und Fachexperte – Tim Helliwell, Vereinigtes Königreich\n\nVorsitzende – Nina Zidar, Slowenien\n\nSeriensieger – Lester Thompson, USA\n\nICCR-Vertreter und Domain-Experte – Tim Helliwell, Großbritannien\n\nMunita Bal, Indien Rebecca Chernock, USA Jane Dahlstrom, Australien a Bayardo Perez-Ordonez, Kanada Primož Strojan, Slowenien\n\nRebecca Chernock, USA\n\nJane Dahlstrom, Australien\n\nBayardo Perez-Ordonez, Kanada\n\nPrimož Strojan, Slowenien\n\nAutoren der vorherigen Ausgabe dieses Datensatzes finden Sie hier.\n\nKontakt E admin@iccr-cancer.org P +61 2 8356 5858 ©2026 ICCR | ABN: 69 601 723 960\n\nKontaktieren Sie E admin@iccr-cancer.org P +61 2 8356 5858\n\nE admin@iccr-cancer.org P +61 2 8356 5858\n\nE admin@iccr-cancer.org\n\n©2026 ICCR | ABN: 69 601 723 960\n\nFür eine optimale Darstellung benötigt diese Website Javascript. Bitte aktivieren Sie Javascript in Ihrem Browser.\n\nAnscheinend verwenden Sie eine alte Version von Internet Explorer. Für ein sichereres und optimales Surferlebnis aktualisieren Sie bitte Ihren Browser.",
  "pdf_links": [
    {
      "url": "https://www.iccr-cancer.org/wp-content/uploads/2024/11/ICCR-Carcinoma-Larynx-2nd-ed-v2.0-bookmarked.pdf",
      "text": "ICCR Carcinomas of the Hypopharynx, Larynx and Trachea Bookmarked guide- 1 MB"
    },
    {
      "url": "https://www.iccr-cancer.org/wp-content/uploads/2024/11/ICCR-Carcinoma-Larynx-2nd-ed-v2.0-hyperlinked.pdf",
      "text": "ICCR Carcinomas of the Hypopharynx, Larynx and Trachea Hyperlinked guide- 3315 KB"
    },
    {
      "url": "https://www.iccr-cancer.org/wp-content/uploads/2024/08/ICCR-Larynx-v1-Bookmarked.pdf",
      "text": "1st edition"
    }
  ],
  "category": "head-and-neck",
  "slug": "larynx"
}