{
  "url": "https://www.iccr-cancer.org/datasets/published-datasets/head-neck/nasal-cavity/",
  "title": "Karzinome der Nasenhöhle und der Nasennebenhöhlen",
  "introduction": "",
  "scope": "The dataset has been developed for the reporting of resection and biopsy specimens of mucosal malignancies originating in the nasal cavities and paranasal sinuses. Malignancies at the border of skull base are included. Neuroendocrine neoplasms are also included. Melanomas, lymphomas, sarcomas, olfactory neuroblastoma and haematolymphoid tumours are not included. Bone and soft tissue tumours are dealt with in separate ICCR datasets. Neck dissections and nodal excisions are dealt with in a separate ICCR dataset, and this dataset should be used in conjunction, where applicable. This dataset is intended for use for primary cancer resections. For resections of recurrent disease, the reporting guide may be used pragmatically although some data elements may be not applicable nor assessable.\nThe dataset has been developed for the reporting of resection and biopsy specimens of mucosal malignancies originating in the nasal cavities and paranasal sinuses. Malignancies at the border of skull base are included. Neuroendocrine neoplasms are also included.\nMelanomas, lymphomas, sarcomas, olfactory neuroblastoma and haematolymphoid tumours are not included. Bone and soft tissue tumours are dealt with in separate ICCR datasets.\nNeck dissections and nodal excisions are dealt with in a separate ICCR dataset, and this dataset should be used in conjunction, where applicable.\nThis dataset is intended for use for primary cancer resections. For resections of recurrent disease, the reporting guide may be used pragmatically although some data elements may be not applicable nor assessable.\nICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Bookmarked guide - 6055 KB ICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Hyperlinked guide - 3234 KB ICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Dataset in Word - 2022 KB Publication History These datasets were developed with the kind support of the North American Society of Head and Neck Pathology (NASHNP), American Academy of Oral and Maxillofacial Pathology (AAOMP), International Association of Oral and Maxillofacial Pathologists (IAOP), and British Society for Oral and Maxillofacial Pathology (BSOMP). 2nd edition – July 2024 Updated following the publication of the 2024 World Health Organization (WHO) Classification of Head and Neck Tumours, 5th edition. SUMMARY OF CHANGES • Revised guide to harmonise with ICCR style for element titles and value list. • Revised scope for clarity and to harmonise with ICCR style. • Added a new element ‘Clinical information’, which incorporates the original element ‘Previous therapy’. • Updated the ‘Operative procedure’ element. • Updated the ‘Specimen(s) submitted’ element. • Updated the ‘Tumour site’ element. • Added a separate element ‘Tumour laterality’. • Removed the ‘Tumour focality’ element. • Added a new element ‘Block identification key’. • Updated the ‘Histological tumour type’ element. • Updated the ‘Histological tumour grade’ element. • Added a new element ‘Extent of invasion’, which incorporates the original element ‘Bone/cartilage invasion’. • Updated the ‘Margin status’ element. • Removed the ‘Coexistent pathology’ element. • Added a new element ‘Precursor lesion(s)’. • Updated the ‘Ancillary studies’ element. • Other minor updates to elements were also included. • Revised all notes, including incorporation of the most recent 2024 WHO Classification of Head and Neck Tumours, 5th edition. To reference this dataset please use the following citation: Bishop JA, Agaimy A, Bal M, Franchi A, Gallia GL, Kahn S, Rooper L, Stelow E, Weinreb I, Helliwell T, Thompson LDR (2024). Carcinomas of the Nasal Cavity and Paranasal Sinuses Histopathology Reporting Guide. 2nd edition . International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-922324-52-8. 1st edition – September 2018 ​ To reference this dataset please use the following citation: Franchi A, Bishop JA, Coleman H, Flucke U, Licitra L, Llorente JL, Stelow E, Toner M, Weinreb I, Thompson LDR (2018). Carcinomas of the Nasal Cavity and Paranasal Sinuses Histopathology Reporting Guide. 1st edition. International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-925687-20-0. Read more on the Carcinomas of the nasal cavity and paranasal sinuses dataset from the journal article written by the dataset authors: Data set for the reporting of carcinomas of the nasal cavity and paranasal sinuses: Explanations and recommendations of the guidelines from the International Collaboration on Cancer Reporting . Franchi A, Bishop JA, Coleman H, Flucke U, Licitra LF, Pendás JLL, Stelow EB, Toner M, Weinreb I, Wenig BM, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):424-431. doi: 10.5858/arpa.2018-0404-SA. Epub 2018 Nov 30. Expert Committee The 2nd edition of the dataset for Carcinomas of the nasal cavity and paranasal sinuses was developed by the following international team: Chair – Justin Bishop, USA Series Champion – Lester Thompson, USA ICCR representative – Tim Helliwell, UK Domain experts: Abbas Agaimy, Germany Munita Bal, India Alessandro Franchi, Italy Gary Gallia, USA Saad Kahn, USA Lisa Rooper, USA Edward Stelow, USA Ilan Weinreb, Canada Authors of the previous edition of this dataset are available here .\nICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Bookmarked guide - 6055 KB ICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Hyperlinked guide - 3234 KB ICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Dataset in Word - 2022 KB\nICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Bookmarked guide - 6055 KB\nICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Hyperlinked guide - 3234 KB\nICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Dataset in Word - 2022 KB",
  "authors": [
    "The 2nd edition of the dataset for Carcinomas of the nasal cavity and paranasal sinuses was developed by the following international team: Chair – Justin Bishop, USA Series Champion – Lester Thompson, USA ICCR representative – Tim Helliwell, UK Domain experts: Abbas Agaimy, Germany Munita Bal, India Alessandro Franchi, Italy Gary Gallia, USA Saad Kahn, USA Lisa Rooper, USA Edward Stelow, USA Ilan Weinreb, Canada Authors of the previous edition of this dataset are available here .",
    "The 2nd edition of the dataset for Carcinomas of the nasal cavity and paranasal sinuses was developed by the following international team:",
    "Chair – Justin Bishop, USA Series Champion – Lester Thompson, USA ICCR representative – Tim Helliwell, UK",
    "Chair – Justin Bishop, USA",
    "Series Champion – Lester Thompson, USA",
    "ICCR representative – Tim Helliwell, UK",
    "Abbas Agaimy, Germany Munita Bal, India Alessandro Franchi, Italy Gary Gallia, USA Saad Kahn, USA Lisa Rooper, USA Edward Stelow, USA Ilan Weinreb, Canada",
    "Abbas Agaimy, Germany",
    "Alessandro Franchi, Italy",
    "Authors of the previous edition of this dataset are available here .",
    "Contact E admin@iccr-cancer.org P +61 2 8356 5858 ©2026 ICCR | ABN: 69 601 723 960",
    "Contact E admin@iccr-cancer.org P +61 2 8356 5858"
  ],
  "sections": [
    {
      "title": "Überblick",
      "content": "Datensätze Karzinome der Nasenhöhle und der Nasennebenhöhlen"
    },
    {
      "title": "Karzinome der Nasenhöhle und der Nasennebenhöhlen",
      "content": "Datensätze > Veröffentlichte Datensätze > Kopf und Hals > Karzinome der Nasenhöhle und der Nasennebenhöhlen Umfang Der Datensatz wurde für die Meldung von Resektions- und Biopsieproben von Schleimhautmalignitäten mit Ursprung in der Nasenhöhle und den Nasennebenhöhlen entwickelt. Eingeschlossen sind bösartige Erkrankungen am Rand der Schädelbasis. Auch neuroendokrine Neoplasien zählen dazu. Melanome, Lymphome, Sarkome, olfaktorische Neuroblastome und hämatolymphoide Tumoren sind nicht enthalten. Knochen- und Weichteiltumoren werden in separaten ICCR-Datensätzen behandelt. Halsdissektionen und Knotenexzisionen werden in einem separaten ICCR-Datensatz behandelt, und dieser Datensatz sollte gegebenenfalls zusammen verwendet werden. Dieser Datensatz ist für die Verwendung bei primären Krebsresektionen vorgesehen. Für Resektionen wiederkehrender Erkrankungen kann der Berichtsleitfaden pragmatisch verwendet werden, obwohl einige Datenelemente möglicherweise nicht anwendbar oder bewertbar sind. ICCR-Karzinome der Nasenhöhle und der Nasennebenhöhlen. Als Lesezeichen markierter Leitfaden – 6055 KB. ICCR-Karzinome der Nasenhöhle und der Nasennebenhöhlen. Hyperlink-Leitfaden – 3234 KB. ICCR-Datensatz zu Karzinomen der Nasenhöhle und der Nasennebenhöhlen in Word – 2022 KB. Veröffentlichungsgeschichte. Diese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck entwickelt Pathologie (NASHNP), American Academy of Oral and Maxillofacial Pathology (AAOMP), International Association of Oral and Maxillofacial Pathologists (IAOP) und British Society for Oral and Maxillofacial Pathology (BSOMP). 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Vorherige Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Probe(n) eingereicht“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Das Element „Tumorfokus“ wurde entfernt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Ein neues Element „Ausmaß der Invasion“ hinzugefügt, das das ursprüngliche Element „Knochen-/Knorpelinvasion“ enthält. • Das Element „Randstatus“ wurde aktualisiert. • Das Element „Koexistente Pathologie“ wurde entfernt. • Ein neues Element „Vorläuferläsion(en)“ hinzugefügt. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bishop JA, Agaimy A, Bal M, Franchi A, Gallia GL, Kahn S, Rooper L, Stelow E, Weinreb I, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-52-8. 1. Auflage – September 2018 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Franchi A, Bishop JA, Coleman H, Flucke U, Licitra L, Llorente JL, Stelow E, Toner M, Weinreb I, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-20-0. Lesen Sie mehr zum Datensatz „Karzinome der Nasenhöhle und der Nasennebenhöhlen“ im Zeitschriftenartikel der Datensatzautoren: Datensatz für die Meldung von Karzinomen der Nasenhöhle und der Nasennebenhöhlen: Erläuterungen und Empfehlungen der Leitlinien der International Collaboration on Cancer Reporting. Franchi A, Bishop JA, Coleman H, Flucke U, Licitra LF, Pendás JLL, Stelow EB, Toner M, Weinreb I, Wenig BM, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):424-431. doi: 10.5858/arpa.2018-0404-SA. Epub 30. November 2018. Expertenkomitee Die 2. Auflage des Datensatzes für Karzinome der Nasenhöhle und der Nasennebenhöhlen wurde von folgendem internationalen Team entwickelt: Vorsitzender – Justin Bishop, USA Series Champion – Lester Thompson, USA ICCR-Vertreter – Tim Helliwell, UK Fachexperten: Abbas Agaimy, Deutschland Munita Bal, Indien Alessandro Franchi, Italien Gary Gallia, USA Saad Kahn, USA Lisa Rooper, USA Edward Stelow, USA Ilan Weinre b, Kanada Autoren der vorherigen Ausgabe dieses Datensatzes sind hier verfügbar.\nDatensätze > Veröffentlichte Datensätze > Kopf und Hals > Karzinome der Nasenhöhle und der Nasennebenhöhlen\nKarzinome der Nasenhöhle und der Nasennebenhöhlen"
    },
    {
      "title": "Umfang",
      "content": "Der Datensatz wurde für die Meldung von Resektions- und Biopsieproben maligner Schleimhauterkrankungen mit Ursprung in den Nasenhöhlen und Nasennebenhöhlen entwickelt. Eingeschlossen sind bösartige Erkrankungen am Rand der Schädelbasis. Auch neuroendokrine Neoplasien zählen dazu. Melanome, Lymphome, Sarkome, olfaktorische Neuroblastome und hämatolymphoide Tumoren sind nicht enthalten. Knochen- und Weichteiltumoren werden in separaten ICCR-Datensätzen behandelt. Halsdissektionen und Knotenexzisionen werden in einem separaten ICCR-Datensatz behandelt, und dieser Datensatz sollte gegebenenfalls zusammen verwendet werden. Dieser Datensatz ist für die Verwendung bei primären Krebsresektionen vorgesehen. Für Resektionen wiederkehrender Erkrankungen kann der Berichtsleitfaden pragmatisch verwendet werden, obwohl einige Datenelemente möglicherweise nicht anwendbar oder bewertbar sind.\nDer Datensatz wurde für die Meldung von Resektions- und Biopsieproben maligner Schleimhauterkrankungen mit Ursprung in den Nasenhöhlen und Nasennebenhöhlen entwickelt. Eingeschlossen sind bösartige Erkrankungen am Rand der Schädelbasis. Auch neuroendokrine Neoplasien zählen dazu.\nMelanome, Lymphome, Sarkome, olfaktorische Neuroblastome und hämatolymphoide Tumoren sind nicht enthalten. Knochen- und Weichteiltumoren werden in separaten ICCR-Datensätzen behandelt.\nHalsdissektionen und Knotenexzisionen werden in einem separaten ICCR-Datensatz behandelt, und dieser Datensatz sollte gegebenenfalls zusammen verwendet werden.\nDieser Datensatz ist für die Verwendung bei primären Krebsresektionen vorgesehen. Für Resektionen wiederkehrender Erkrankungen kann der Berichtsleitfaden pragmatisch verwendet werden, obwohl einige Datenelemente möglicherweise nicht anwendbar oder bewertbar sind.\nICCR-Karzinome der Nasenhöhle und der Nasennebenhöhlen. Als Lesezeichen markierter Leitfaden – 6055 KB. ICCR-Karzinome der Nasenhöhle und der Nasennebenhöhlen. Hyperlink-Leitfaden – 3234 KB. ICCR-Datensatz zu Karzinomen der Nasenhöhle und der Nasennebenhöhlen in Word – 2022 KB. Veröffentlichungsgeschichte. Diese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck entwickelt Pathologie (NASHNP), American Academy of Oral and Maxillofacial Pathology (AAOMP), International Association of Oral and Maxillofacial Pathologists (IAOP) und British Society for Oral and Maxillofacial Pathology (BSOMP). 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Vorherige Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Probe(n) eingereicht“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Das Element „Tumorfokus“ wurde entfernt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Ein neues Element „Ausmaß der Invasion“ hinzugefügt, das das ursprüngliche Element „Knochen-/Knorpelinvasion“ enthält. • Das Element „Randstatus“ wurde aktualisiert. • Das Element „Koexistente Pathologie“ wurde entfernt. • Ein neues Element „Vorläuferläsion(en)“ hinzugefügt. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bishop JA, Agaimy A, Bal M, Franchi A, Gallia GL, Kahn S, Rooper L, Stelow E, Weinreb I, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-52-8. 1. Auflage – September 2018 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Franchi A, Bishop JA, Coleman H, Flucke U, Licitra L, Llorente JL, Stelow E, Toner M, Weinreb I, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-20-0. Lesen Sie mehr zum Datensatz „Karzinome der Nasenhöhle und der Nasennebenhöhlen“ im von den Datensatzautoren verfassten Zeitschriftenartikel: Datensatz zur Meldung von Karzinomen der Nasenhöhle und der Nasennebenhöhlen: Erläuterungen und Empfehlungen der Leitlinien der Int Internationale Zusammenarbeit zur Krebsberichterstattung. Franchi A, Bishop JA, Coleman H, Flucke U, Licitra LF, Pendás JLL, Stelow EB, Toner M, Weinreb I, Wenig BM, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):424-431. doi: 10.5858/arpa.2018-0404-SA. Epub 30. November 2018. Expertenkomitee Die 2. Auflage des Datensatzes für Karzinome der Nasenhöhle und der Nasennebenhöhlen wurde von folgendem internationalen Team entwickelt: Vorsitzender – Justin Bishop, USA Series Champion – Lester Thompson, USA ICCR-Vertreter – Tim Helliwell, UK Fachexperten: Abbas Agaimy, Deutschland Munita Bal, Indien Alessandro Franchi, Italien Gary Gallia, USA Saad Kahn, USA Lisa Rooper, USA Edward Stelow, USA Ilan Weinreb, Kanada Autoren der vorherigen Ausgabe dieses Datensatzes sind hier verfügbar.\nICCR-Karzinome der Nasenhöhle und der Nasennebenhöhlen Mit Lesezeichen versehener Leitfaden – 6055 KB ICCR-Karzinome der Nasenhöhle und der Nasennebenhöhlen Leitfaden mit Hyperlink – 3234 KB ICCR-Datensatz zu Karzinomen der Nasenhöhle und der Nasennebenhöhlen in Word – 2022 KB\nICCR-Karzinome der Nasenhöhle und der Nasennebenhöhlen. Mit Lesezeichen versehener Leitfaden – 6055 KB\nICCR-Karzinome der Nasenhöhle und der Nasennebenhöhlen Hyperlink-Leitfaden – 3234 KB\nICCR-Datensatz zu Karzinomen der Nasenhöhle und der Nasennebenhöhlen in Word – 2022 KB"
    },
    {
      "title": "Publikationsgeschichte",
      "content": "Diese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology (NASHNP), der American Academy of Oral and Maxillofacial Pathology (AAOMP), der International Association of Oral and Maxillofacial Pathologists (IAOP) und der British Society for Oral and Maxillofacial Pathology (BSOMP) entwickelt. 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Vorherige Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Probe(n) eingereicht“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Das Element „Tumorfokus“ wurde entfernt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Ein neues Element „Ausmaß der Invasion“ hinzugefügt, das das ursprüngliche Element „Knochen-/Knorpelinvasion“ enthält. • Das Element „Randstatus“ wurde aktualisiert. • Das Element „Koexistente Pathologie“ wurde entfernt. • Ein neues Element „Vorläuferläsion(en)“ hinzugefügt. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bishop JA, Agaimy A, Bal M, Franchi A, Gallia GL, Kahn S, Rooper L, Stelow E, Weinreb I, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-52-8. 1. Auflage – September 2018 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Franchi A, Bishop JA, Coleman H, Flucke U, Licitra L, Llorente JL, Stelow E, Toner M, Weinreb I, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-20-0. Lesen Sie mehr zum Datensatz „Karzinome der Nasenhöhle und der Nasennebenhöhlen“ im Zeitschriftenartikel der Datensatzautoren: Datensatz für die Meldung von Karzinomen der Nasenhöhle und der Nasennebenhöhlen: Erläuterungen und Empfehlungen der Leitlinien der International Collaboration on Cancer Reporting. Franchi A, Bishop JA, Coleman H, Flucke U, Licitra LF, Pendás JLL, Stelow EB, Toner M, Weinreb I, Wenig BM, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):424-431. doi: 10.5858/arpa.2018-0404-SA. Epub 30. November 2018.\nDiese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology (NASHNP), der American Academy of Oral and Maxillofacial Pathology (AAOMP), der International Association of Oral and Maxillofacial Pathologists (IAOP) und der British Society for Oral and Maxillofacial Pathology (BSOMP) entwickelt. 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Vorherige Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Probe(n) eingereicht“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Das Element „Tumorfokus“ wurde entfernt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Ein neues Element „Ausmaß der Invasion“ hinzugefügt, das das ursprüngliche Element „Knochen-/Knorpelinvasion“ enthält. • Das Element „Randstatus“ wurde aktualisiert. • Das Element „Koexistente Pathologie“ wurde entfernt. • Ein neues Element „Vorläuferläsion(en)“ hinzugefügt. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diese Daten zu verweisen et please use the following citation: Bishop JA, Agaimy A, Bal M, Franchi A, Gallia GL, Kahn S, Rooper L, Stelow E, Weinreb I, Helliwell T, Thompson LDR (2024). Carcinomas of the Nasal Cavity and Paranasal Sinuses Histopathology Reporting Guide. 2nd edition . International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-922324-52-8. 1st edition – September 2018\nThese datasets were developed with the kind support of the North American Society of Head and Neck Pathology (NASHNP), American Academy of Oral and Maxillofacial Pathology (AAOMP), International Association of Oral and Maxillofacial Pathologists (IAOP), and British Society for Oral and Maxillofacial Pathology (BSOMP).\n2nd edition – July 2024\nUpdated following the publication of the 2024 World Health Organization (WHO) Classification of Head and Neck Tumours, 5th edition.\n• Revised guide to harmonise with ICCR style for element titles and value list. • Revised scope for clarity and to harmonise with ICCR style. • Added a new element ‘Clinical information’, which incorporates the original element ‘Previous therapy’. • Updated the ‘Operative procedure’ element. • Updated the ‘Specimen(s) submitted’ element. • Updated the ‘Tumour site’ element. • Added a separate element ‘Tumour laterality’. • Removed the ‘Tumour focality’ element. • Added a new element ‘Block identification key’. • Updated the ‘Histological tumour type’ element. • Updated the ‘Histological tumour grade’ element. • Added a new element ‘Extent of invasion’, which incorporates the original element ‘Bone/cartilage invasion’. • Updated the ‘Margin status’ element. • Removed the ‘Coexistent pathology’ element. • Added a new element ‘Precursor lesion(s)’. • Updated the ‘Ancillary studies’ element. • Other minor updates to elements were also included. • Revised all notes, including incorporation of the most recent 2024 WHO Classification of Head and Neck Tumours, 5th edition.\nTo reference this dataset please use the following citation: Bishop JA, Agaimy A, Bal M, Franchi A, Gallia GL, Kahn S, Rooper L, Stelow E, Weinreb I, Helliwell T, Thompson LDR (2024). Carcinomas of the Nasal Cavity and Paranasal Sinuses Histopathology Reporting Guide. 2nd edition . International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-922324-52-8.\n1st edition – September 2018\n To reference this dataset please use the following citation: Franchi A, Bishop JA, Coleman H, Flucke U, Licitra L, Llorente JL, Stelow E, Toner M, Weinreb I, Thompson LDR (2018). Carcinomas of the Nasal Cavity and Paranasal Sinuses Histopathology Reporting Guide. 1st edition. International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-925687-20-0.\nRead more on the Carcinomas of the nasal cavity and paranasal sinuses dataset from the journal article written by the dataset authors: Data set for the reporting of carcinomas of the nasal cavity and paranasal sinuses: Explanations and recommendations of the guidelines from the International Collaboration on Cancer Reporting . Franchi A, Bishop JA, Coleman H, Flucke U, Licitra LF, Pendás JLL, Stelow EB, Toner M, Weinreb I, Wenig BM, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):424-431. doi: 10.5858/arpa.2018-0404-SA. Epub 2018 Nov 30."
    },
    {
      "title": "Expertenausschuss",
      "content": "The 2nd edition of the dataset for Carcinomas of the nasal cavity and paranasal sinuses was developed by the following international team: Chair – Justin Bishop, USA Series Champion – Lester Thompson, USA ICCR representative – Tim Helliwell, UK Domain experts: Abbas Agaimy, Germany Munita Bal, India Alessandro Franchi, Italy Gary Gallia, USA Saad Kahn, USA Lisa Rooper, USA Edward Stelow, USA Ilan Weinreb, Canada Authors of the previous edition of this dataset are available here .\nThe 2nd edition of the dataset for Carcinomas of the nasal cavity and paranasal sinuses was developed by the following international team:\nChair – Justin Bishop, USA Series Champion – Lester Thompson, USA ICCR representative – Tim Helliwell, UK\nChair – Justin Bishop, USA\nSeries Champion – Lester Thompson, USA\nICCR representative – Tim Helliwell, UK\nAbbas Agaimy, Germany Munita Bal, India Alessandro Franchi, Italy Gary Gallia, USA Saad Kahn, USA Lisa Rooper, USA Edward Stelow, USA Ilan Weinreb, Canada\nAbbas Agaimy, Germany\nAlessandro Franchi, Italy\nAuthors of the previous edition of this dataset are available here .\nContact E admin@iccr-cancer.org P +61 2 8356 5858 ©2026 ICCR | ABN: 69 601 723 960\nContact E admin@iccr-cancer.org P +61 2 8356 5858"
    },
    {
      "title": "Kontakt",
      "content": "E admin@iccr-cancer.org P +61 2 8356 5858\nE admin@iccr-cancer.org\n©2026 ICCR | ABN: 69 601 723 960\nFür eine optimale Darstellung benötigt diese Website Javascript. Bitte aktivieren Sie Javascript in Ihrem Browser.\nAnscheinend verwenden Sie eine alte Version von Internet Explorer. Für ein sichereres und optimales Surferlebnis aktualisieren Sie bitte Ihren Browser."
    }
  ],
  "data_items": [],
  "references": [],
  "version_info": "",
  "full_text": "Datensätze Karzinome der Nasenhöhle und der Nasennebenhöhlen\n\nDatensätze > Veröffentlichte Datensätze > Kopf und Hals > Karzinome der Nasenhöhle und der Nasennebenhöhlen Umfang Der Datensatz wurde für die Meldung von Resektions- und Biopsieproben von Schleimhautmalignitäten mit Ursprung in der Nasenhöhle und den Nasennebenhöhlen entwickelt. Eingeschlossen sind bösartige Erkrankungen am Rand der Schädelbasis. Auch neuroendokrine Neoplasien zählen dazu. Melanome, Lymphome, Sarkome, olfaktorische Neuroblastome und hämatolymphoide Tumoren sind nicht enthalten. Knochen- und Weichteiltumoren werden in separaten ICCR-Datensätzen behandelt. Halsdissektionen und Knotenexzisionen werden in einem separaten ICCR-Datensatz behandelt, und dieser Datensatz sollte gegebenenfalls zusammen verwendet werden. Dieser Datensatz ist für die Verwendung bei primären Krebsresektionen vorgesehen. Für Resektionen wiederkehrender Erkrankungen kann der Berichtsleitfaden pragmatisch verwendet werden, obwohl einige Datenelemente möglicherweise nicht anwendbar oder bewertbar sind. ICCR-Karzinome der Nasenhöhle und der Nasennebenhöhlen. Als Lesezeichen markierter Leitfaden – 6055 KB. ICCR-Karzinome der Nasenhöhle und der Nasennebenhöhlen. Hyperlink-Leitfaden – 3234 KB. ICCR-Datensatz zu Karzinomen der Nasenhöhle und der Nasennebenhöhlen in Word – 2022 KB. Veröffentlichungsgeschichte. Diese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck entwickelt Pathologie (NASHNP), American Academy of Oral and Maxillofacial Pathology (AAOMP), International Association of Oral and Maxillofacial Pathologists (IAOP) und British Society for Oral and Maxillofacial Pathology (BSOMP). 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Vorherige Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Probe(n) eingereicht“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Das Element „Tumorfokus“ wurde entfernt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Ein neues Element „Ausmaß der Invasion“ hinzugefügt, das das ursprüngliche Element „Knochen-/Knorpelinvasion“ enthält. • Das Element „Randstatus“ wurde aktualisiert. • Das Element „Koexistente Pathologie“ wurde entfernt. • Ein neues Element „Vorläuferläsion(en)“ hinzugefügt. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bishop JA, Agaimy A, Bal M, Franchi A, Gallia GL, Kahn S, Rooper L, Stelow E, Weinreb I, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-52-8. 1. Auflage – September 2018 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Franchi A, Bishop JA, Coleman H, Flucke U, Licitra L, Llorente JL, Stelow E, Toner M, Weinreb I, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-20-0. Lesen Sie mehr zum Datensatz „Karzinome der Nasenhöhle und der Nasennebenhöhlen“ im Zeitschriftenartikel der Datensatzautoren: Datensatz für die Meldung von Karzinomen der Nasenhöhle und der Nasennebenhöhlen: Erläuterungen und Empfehlungen der Leitlinien der International Collaboration on Cancer Reporting. Franchi A, Bishop JA, Coleman H, Flucke U, Licitra LF, Pendás JLL, Stelow EB, Toner M, Weinreb I, Wenig BM, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):424-431. doi: 10.5858/arpa.2018-0404-SA. Epub 2018, 30. November. Expertenkomitee Die 2. Auflage des Datensatzes für Karzinome der Nasenhöhle und der Nasennebenhöhlen wurde vom folgenden internationalen Team entwickelt: Vorsitzender – Justin Bishop, USA Series Champion – Lester Thompson, USA ICCR-Vertreter – Tim Helliwell, UK Fachexperten: Abbas Agaimy, Deutschland Munita Bal, Indien Alessandro Franchi, Italien Gary Gallia, USA Saad Kahn, USA Lisa Rooper, USA Edward Stelow, USA Ilan Weinreb, Canada Authors of the previous edition of this dataset are available here .\n\nDatensätze > Veröffentlichte Datensätze > Kopf und Hals > Karzinome der Nasenhöhle und der Nasennebenhöhlen\n\nKarzinome der Nasenhöhle und der Nasennebenhöhlen\n\nDer Datensatz wurde für die Meldung von Resektions- und Biopsieproben maligner Schleimhauterkrankungen mit Ursprung in den Nasenhöhlen und Nasennebenhöhlen entwickelt. Eingeschlossen sind bösartige Erkrankungen am Rand der Schädelbasis. Auch neuroendokrine Neoplasien zählen dazu. Melanome, Lymphome, Sarkome, olfaktorische Neuroblastome und hämatolymphoide Tumoren sind nicht enthalten. Knochen- und Weichteiltumoren werden in separaten ICCR-Datensätzen behandelt. Halsdissektionen und Knotenexzisionen werden in einem separaten ICCR-Datensatz behandelt, und dieser Datensatz sollte gegebenenfalls zusammen verwendet werden. Dieser Datensatz ist für die Verwendung bei primären Krebsresektionen vorgesehen. Für Resektionen wiederkehrender Erkrankungen kann der Berichtsleitfaden pragmatisch verwendet werden, obwohl einige Datenelemente möglicherweise nicht anwendbar oder bewertbar sind.\n\nDer Datensatz wurde für die Meldung von Resektions- und Biopsieproben maligner Schleimhauterkrankungen mit Ursprung in den Nasenhöhlen und Nasennebenhöhlen entwickelt. Eingeschlossen sind bösartige Erkrankungen am Rand der Schädelbasis. Auch neuroendokrine Neoplasien zählen dazu.\n\nMelanome, Lymphome, Sarkome, olfaktorische Neuroblastome und hämatolymphoide Tumoren sind nicht enthalten. Knochen- und Weichteiltumoren werden in separaten ICCR-Datensätzen behandelt.\n\nHalsdissektionen und Knotenexzisionen werden in einem separaten ICCR-Datensatz behandelt, und dieser Datensatz sollte gegebenenfalls zusammen verwendet werden.\n\nDieser Datensatz ist für die Verwendung bei primären Krebsresektionen vorgesehen. Für Resektionen wiederkehrender Erkrankungen kann der Berichtsleitfaden pragmatisch verwendet werden, obwohl einige Datenelemente möglicherweise nicht anwendbar oder bewertbar sind.\n\nICCR-Karzinome der Nasenhöhle und der Nasennebenhöhlen. Als Lesezeichen markierter Leitfaden – 6055 KB. ICCR-Karzinome der Nasenhöhle und der Nasennebenhöhlen. Hyperlink-Leitfaden – 3234 KB. ICCR-Datensatz zu Karzinomen der Nasenhöhle und der Nasennebenhöhlen in Word – 2022 KB. Veröffentlichungsgeschichte. Diese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck entwickelt Pathologie (NASHNP), American Academy of Oral and Maxillofacial Pathology (AAOMP), International Association of Oral and Maxillofacial Pathologists (IAOP) und British Society for Oral and Maxillofacial Pathology (BSOMP). 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Vorherige Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Probe(n) eingereicht“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Das Element „Tumorfokus“ wurde entfernt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Ein neues Element „Ausmaß der Invasion“ hinzugefügt, das das ursprüngliche Element „Knochen-/Knorpelinvasion“ enthält. • Das Element „Randstatus“ wurde aktualisiert. • Das Element „Koexistente Pathologie“ wurde entfernt. • Ein neues Element „Vorläuferläsion(en)“ hinzugefügt. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bishop JA, Agaimy A, Bal M, Franchi A, Gallia GL, Kahn S, Rooper L, Stelow E, Weinreb I, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-52-8. 1. Auflage – September 2018 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Franchi A, Bishop JA, Coleman H, Flucke U, Licitra L, Llorente JL, Stelow E, Toner M, Weinreb I, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISB N: 978-1-925687-20-0. Read more on the Carcinomas of the nasal cavity and paranasal sinuses dataset from the journal article written by the dataset authors: Data set for the reporting of carcinomas of the nasal cavity and paranasal sinuses: Explanations and recommendations of the guidelines from the International Collaboration on Cancer Reporting . Franchi A, Bishop JA, Coleman H, Flucke U, Licitra LF, Pendás JLL, Stelow EB, Toner M, Weinreb I, Wenig BM, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):424-431. doi: 10.5858/arpa.2018-0404-SA. Epub 2018 Nov 30. Expert Committee The 2nd edition of the dataset for Carcinomas of the nasal cavity and paranasal sinuses was developed by the following international team: Chair – Justin Bishop, USA Series Champion – Lester Thompson, USA ICCR representative – Tim Helliwell, UK Domain experts: Abbas Agaimy, Germany Munita Bal, India Alessandro Franchi, Italy Gary Gallia, USA Saad Kahn, USA Lisa Rooper, USA Edward Stelow, USA Ilan Weinreb, Canada Authors of the previous edition of this dataset are available here .\n\nICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Bookmarked guide - 6055 KB ICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Hyperlinked guide - 3234 KB ICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Dataset in Word - 2022 KB\n\nICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Bookmarked guide - 6055 KB\n\nICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Hyperlinked guide - 3234 KB\n\nICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Dataset in Word - 2022 KB\n\nThese datasets were developed with the kind support of the North American Society of Head and Neck Pathology (NASHNP), American Academy of Oral and Maxillofacial Pathology (AAOMP), International Association of Oral and Maxillofacial Pathologists (IAOP), and British Society for Oral and Maxillofacial Pathology (BSOMP). 2nd edition – July 2024 Updated following the publication of the 2024 World Health Organization (WHO) Classification of Head and Neck Tumours, 5th edition. SUMMARY OF CHANGES • Revised guide to harmonise with ICCR style for element titles and value list. • Revised scope for clarity and to harmonise with ICCR style. • Added a new element ‘Clinical information’, which incorporates the original element ‘Previous therapy’. • Updated the ‘Operative procedure’ element. • Updated the ‘Specimen(s) submitted’ element. • Updated the ‘Tumour site’ element. • Added a separate element ‘Tumour laterality’. • Removed the ‘Tumour focality’ element. • Added a new element ‘Block identification key’. • Updated the ‘Histological tumour type’ element. • Updated the ‘Histological tumour grade’ element. • Added a new element ‘Extent of invasion’, which incorporates the original element ‘Bone/cartilage invasion’. • Updated the ‘Margin status’ element. • Removed the ‘Coexistent pathology’ element. • Added a new element ‘Precursor lesion(s)’. • Updated the ‘Ancillary studies’ element. • Other minor updates to elements were also included. • Revised all notes, including incorporation of the most recent 2024 WHO Classification of Head and Neck Tumours, 5th edition. To reference this dataset please use the following citation: Bishop JA, Agaimy A, Bal M, Franchi A, Gallia GL, Kahn S, Rooper L, Stelow E, Weinreb I, Helliwell T, Thompson LDR (2024). Carcinomas of the Nasal Cavity and Paranasal Sinuses Histopathology Reporting Guide. 2nd edition . International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-922324-52-8. 1st edition – September 2018  To reference this dataset please use the following citation: Franchi A, Bishop JA, Coleman H, Flucke U, Licitra L, Llorente JL, Stelow E, Toner M, Weinreb I, Thompson LDR (2018). Carcinomas of the Nasal Cavity and Paranasal Sinuses Histopathology Reporting Guide. 1st edition. International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-925687-20-0. Read more on the Carcinomas of the nasal cavity and paranasal sinuses dataset from the journal article written by the dataset authors: Data set for the reporting of carcinomas of the nasal cavity and paranasal sinuses: Explanations and recommendations of the guidelines from the International Collaboration on Cancer Reporting . Franchi A, Bishop JA, Coleman H, Flucke U, Licitra LF, Pendás JLL, Stelow EB, Toner M, Weinreb I, Wenig BM, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):424-431. doi: 10.5858/arpa.2018-0404-SA. Epub 2018 Nov 30.\n\nThese dataset s wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology (NASHNP), der American Academy of Oral and Maxillofacial Pathology (AAOMP), der International Association of Oral and Maxillofacial Pathologists (IAOP) und der British Society for Oral and Maxillofacial Pathology (BSOMP) entwickelt. 2. Auflage – Juli 2024 Aktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024. ZUSAMMENFASSUNG DER ÄNDERUNGEN • Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Vorherige Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Probe(n) eingereicht“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Das Element „Tumorfokus“ wurde entfernt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Ein neues Element „Ausmaß der Invasion“ hinzugefügt, das das ursprüngliche Element „Knochen-/Knorpelinvasion“ enthält. • Das Element „Randstatus“ wurde aktualisiert. • Das Element „Koexistente Pathologie“ wurde entfernt. • Ein neues Element „Vorläuferläsion(en)“ hinzugefügt. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage. Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bishop JA, Agaimy A, Bal M, Franchi A, Gallia GL, Kahn S, Rooper L, Stelow E, Weinreb I, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-52-8. 1. Auflage – September 2018\n\nDiese Datensätze wurden mit freundlicher Unterstützung der North American Society of Head and Neck Pathology (NASHNP), der American Academy of Oral and Maxillofacial Pathology (AAOMP), der International Association of Oral and Maxillofacial Pathologists (IAOP) und der British Society for Oral and Maxillofacial Pathology (BSOMP) entwickelt.\n\n2. Auflage – Juli 2024\n\nAktualisiert nach der Veröffentlichung der 5. Auflage der Klassifikation von Kopf- und Halstumoren der Weltgesundheitsorganisation (WHO) 2024.\n\n• Überarbeiteter Leitfaden zur Harmonisierung mit dem ICCR-Stil für Elementtitel und Werteliste. • Überarbeiteter Spielraum zur Verdeutlichung und zur Harmonisierung mit dem ICCR-Stil. • Ein neues Element „Klinische Informationen“ hinzugefügt, das das ursprüngliche Element „Vorherige Therapie“ enthält. • Das Element „Operative Vorgehensweise“ wurde aktualisiert. • Das Element „Probe(n) eingereicht“ wurde aktualisiert. • Das Element „Tumorstelle“ wurde aktualisiert. • Ein separates Element „Tumorlateralität“ hinzugefügt. • Das Element „Tumorfokus“ wurde entfernt. • Ein neues Element „Blockidentifikationsschlüssel“ hinzugefügt. • Das Element „Histologischer Tumortyp“ wurde aktualisiert. • Das Element „Histologischer Tumorgrad“ wurde aktualisiert. • Ein neues Element „Ausmaß der Invasion“ hinzugefügt, das das ursprüngliche Element „Knochen-/Knorpelinvasion“ enthält. • Das Element „Randstatus“ wurde aktualisiert. • Das Element „Koexistente Pathologie“ wurde entfernt. • Ein neues Element „Vorläuferläsion(en)“ hinzugefügt. • Das Element „Zusätzliche Studien“ wurde aktualisiert. • Weitere kleinere Aktualisierungen von Elementen waren ebenfalls enthalten. • Alle Anmerkungen überarbeitet, einschließlich der Einbeziehung der neuesten WHO-Klassifikation von Kopf-Hals-Tumoren 2024, 5. Auflage.\n\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bishop JA, Agaimy A, Bal M, Franchi A, Gallia GL, Kahn S, Rooper L, Stelow E, Weinreb I, Helliwell T, Thompson LDR (2024). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 2. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-52-8.\n\n1. Auflage – September 2018\n\n Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Franchi A, Bishop JA, Coleman H, Flucke U, Licitra L, Llorente JL, Stelow E, Toner M, Weinreb I, Thompson LDR (2018). Leitfaden zur histopathologischen Berichterstattung über Karzinome der Nasenhöhle und der Nasennebenhöhlen. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-925687-20-0.\n\nLesen Sie mehr zum Datensatz „Karzinome der Nasenhöhle und der Nasennebenhöhlen“ im Zeitschriftenartikel der Datensatzautoren: Datensatz zur Meldung von Karzinomen der Nase Höhle und Nasennebenhöhlen: Erläuterungen und Empfehlungen der Leitlinien der International Collaboration on Cancer Reporting. Franchi A, Bishop JA, Coleman H, Flucke U, Licitra LF, Pendás JLL, Stelow EB, Toner M, Weinreb I, Wenig BM, Thompson LDR. Arch Pathol Lab Med. 2019 Apr;143(4):424-431. doi: 10.5858/arpa.2018-0404-SA. Epub 30. November 2018.\n\nDie 2. Auflage des Datensatzes für Karzinome der Nasenhöhle und der Nasennebenhöhlen wurde vom folgenden internationalen Team entwickelt: Vorsitzender – Justin Bishop, USA Series Champion – Lester Thompson, USA ICCR-Vertreter – Tim Helliwell, UK Fachexperten: Abbas Agaimy, Deutschland Munita Bal, Indien Alessandro Franchi, Italien Gary Gallia, USA Saad Kahn, USA Lisa Rooper, USA Edward Stelow, USA Ilan Weinreb, Kanada Autoren der vorherigen Ausgabe Der Datensatz ist hier verfügbar.\n\nDie 2. Auflage des Datensatzes für Karzinome der Nasenhöhle und der Nasennebenhöhlen wurde von folgendem internationalen Team entwickelt:\n\nVorsitzender – Justin Bishop, USA-Serienmeister – Lester Thompson, USA ICCR-Vertreter – Tim Helliwell, Großbritannien\n\nChair – Justin Bishop, USA\n\nSeriensieger – Lester Thompson, USA\n\nICCR-Vertreter – Tim Helliwell, Großbritannien\n\nAbbas Agaimy, Deutschland Munita Bal, Indien Alessandro Franchi, Italien Gary Gallia, USA Saad Kahn, USA Lisa Rooper, USA Edward Stelow, USA Ilan Weinreb, Kanada\n\nAbbas Agaimy, Germany\n\nAlessandro Franchi, Italien\n\nAutoren der vorherigen Ausgabe dieses Datensatzes finden Sie hier.\n\nKontakt E admin@iccr-cancer.org P +61 2 8356 5858 ©2026 ICCR | ABN: 69 601 723 960\n\nKontaktieren Sie E admin@iccr-cancer.org P +61 2 8356 5858\n\nE admin@iccr-cancer.org P +61 2 8356 5858\n\nE admin@iccr-cancer.org\n\n©2026 ICCR | ABN: 69 601 723 960\n\nFür eine optimale Darstellung benötigt diese Website Javascript. Bitte aktivieren Sie Javascript in Ihrem Browser.\n\nAnscheinend verwenden Sie eine alte Version von Internet Explorer. Für ein sichereres und optimales Surferlebnis aktualisieren Sie bitte Ihren Browser.",
  "pdf_links": [
    {
      "url": "https://www.iccr-cancer.org/wp-content/uploads/2024/12/ICCR-Nasal-Cavity-2nd-v2.0-bookmarked.pdf",
      "text": "ICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Bookmarked guide- 6055 KB"
    },
    {
      "url": "https://www.iccr-cancer.org/wp-content/uploads/2024/12/ICCR-Nasal-Cavity-2nd-v2.0-hyperlinked.pdf",
      "text": "ICCR Carcinomas of the Nasal Cavity and Paranasal Sinuses Hyperlinked guide- 3234 KB"
    },
    {
      "url": "https://www.iccr-cancer.org/wp-content/uploads/2024/07/ICCR-Nasal-Cavity-v1-bookmarked.pdf",
      "text": "1st edition"
    }
  ],
  "category": "head-and-neck",
  "slug": "nasal-cavity"
}