{
  "url": "https://www.iccr-cancer.org/datasets/published-datasets/soft-tissue-bone/primary-tumour-in-bone-biopsy-specimens/",
  "title": "Primärtumor im Knochen – Biopsieproben",
  "introduction": "",
  "scope": "The dataset has been developed for the pathology reporting of biopsy specimens of primary tumour in bone. Ewing sarcoma and related round cell sarcomas with primary bone presentation are also covered by this dataset. A separate ICCR dataset is available for reporting of resection specimens of primary tumour in bone. Some types of soft tissue sarcoma may on rare occasion arise primarily in bone and should be reported using the primary tumour in bone dataset, rather than the soft tissue sarcoma dataset.\nIf biopsies are taken from multiple tumour nodules at different sites, these should be documented separately.\nHaematologic malignancies and metastatic specimens are excluded from this dataset.\nICCR Primary Tumour in Bone - Biopsy Specimens Bookmarked guide - 3748 KB ICCR Primary Tumour in Bone - Biopsy Specimens Hyperlinked guide - 1490 KB ICCR Primary Tumour in Bone - Biopsy Specimens Dataset in Word - 972 KB Publication History Minor update to the 1st edition – Version 1.1 April 2021. Addition of the Rosai-Dorfman disease ICD-O code to the WHO Classifications table. 1st edition – April 2021 To reference this dataset please use the following citation: Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, Righi A, Wagner AJ, Yoshida A, Fletcher CDM (2021). Primary Tumour in Bone Histopathology Reporting Guide – Biopsy Specimens . 1st edition. International Collaboration on Cancer Reporting; Sydney, Australia. ISBN: 978-1-922324-14-6. Read more on the Primary tumour in bone dataset (1st edition) from the journal article written by the dataset authors: Datasets for the reporting of primary tumour in bone: recommendations from the International Collaboration on Cancer Reporting (ICCR) . Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, Righi A, Wagner AJ, Yoshida A, Fletcher CDM. Histopathology. 2023 Mar;82(4):531-540. doi: 10.1111/his.14849. Epub 2022 Dec 20. Expert Committee The 1st edition of the dataset for Primary tumour in bone – biopsy specimens was developed by the following international team: Chair – Judith Bovée, The Netherlands Series Champion – Christopher Fletcher, USA ICCR representative – Chris Hemming, New Zealand Domain experts: Fernanda Amary, UK Daniel Baumhoer, Switzerland Johan Bloem, The Netherlands Julia Bridge, USA Justin Cates, USA Enrique de Alava, Spain Angelo Paolo Dei Tos, Italy Kevin Jones, USA Annabelle Mahar, Australia G Petur Nielsen, USA Alberto Righi, Italy Andrew Wagner, USA Akihiko Yoshida, Japan\nICCR Primary Tumour in Bone - Biopsy Specimens Bookmarked guide - 3748 KB ICCR Primary Tumour in Bone - Biopsy Specimens Hyperlinked guide - 1490 KB ICCR Primary Tumour in Bone - Biopsy Specimens Dataset in Word - 972 KB\nICCR Primary Tumour in Bone - Biopsy Specimens Bookmarked guide - 3748 KB\nICCR Primary Tumour in Bone - Biopsy Specimens Hyperlinked guide - 1490 KB\nICCR Primary Tumour in Bone - Biopsy Specimens Dataset in Word - 972 KB",
  "authors": [
    "The 1st edition of the dataset for Primary tumour in bone – biopsy specimens was developed by the following international team: Chair – Judith Bovée, The Netherlands Series Champion – Christopher Fletcher, USA ICCR representative – Chris Hemming, New Zealand Domain experts: Fernanda Amary, UK Daniel Baumhoer, Switzerland Johan Bloem, The Netherlands Julia Bridge, USA Justin Cates, USA Enrique de Alava, Spain Angelo Paolo Dei Tos, Italy Kevin Jones, USA Annabelle Mahar, Australia G Petur Nielsen, USA Alberto Righi, Italy Andrew Wagner, USA Akihiko Yoshida, Japan",
    "The 1st edition of the dataset for Primary tumour in bone – biopsy specimens was developed by the following international team:",
    "Chair – Judith Bovée, The Netherlands Series Champion – Christopher Fletcher, USA ICCR representative – Chris Hemming, New Zealand",
    "Chair – Judith Bovée, The Netherlands",
    "Series Champion – Christopher Fletcher, USA",
    "ICCR representative – Chris Hemming, New Zealand",
    "Fernanda Amary, UK Daniel Baumhoer, Switzerland Johan Bloem, The Netherlands Julia Bridge, USA Justin Cates, USA Enrique de Alava, Spain Angelo Paolo Dei Tos, Italy Kevin Jones, USA Annabelle Mahar, Australia G Petur Nielsen, USA Alberto Righi, Italy Andrew Wagner, USA Akihiko Yoshida, Japan",
    "Daniel Baumhoer, Switzerland",
    "Johan Bloem, The Netherlands",
    "Enrique de Alava, Spain",
    "Angelo Paolo Dei Tos, Italy",
    "Annabelle Mahar, Australia",
    "Akihiko Yoshida, Japan",
    "Contact E admin@iccr-cancer.org P +61 2 8356 5858 ©2026 ICCR | ABN: 69 601 723 960",
    "Contact E admin@iccr-cancer.org P +61 2 8356 5858"
  ],
  "sections": [
    {
      "title": "Überblick",
      "content": "Datensätze Primärtumor im Knochen – Biopsieproben"
    },
    {
      "title": "Primärtumor im Knochen – Biopsieproben",
      "content": "Datasets > Published Datasets > Soft Tissue and Bone > Primary Tumour in Bone – Biopsy Specimens Scope The dataset has been developed for the pathology reporting of biopsy specimens of primary tumour in bone. Ewing-Sarkome und verwandte Rundzellsarkome mit primärer Knochenpräsentation werden ebenfalls von diesem Datensatz abgedeckt. Für die Meldung von Resektionsproben von Primärtumoren im Knochen steht ein separater ICCR-Datensatz zur Verfügung. Some types of soft tissue sarcoma may on rare occasion arise primarily in bone and should be reported using the primary tumour in bone dataset, rather than the soft tissue sarcoma dataset. Werden Biopsien aus mehreren Tumorknoten an verschiedenen Stellen entnommen, sollten diese separat dokumentiert werden. Hämatologische Malignome und metastatische Proben sind von diesem Datensatz ausgeschlossen. ICCR Primary Tumour in Bone - Biopsy Specimens Bookmarked guide - 3748 KB ICCR Primary Tumour in Bone - Biopsy Specimens Hyperlinked guide - 1490 KB ICCR Primary Tumour in Bone - Biopsy Specimens Dataset in Word - 972 KB Publication History Minor update to the 1st edition – Version 1.1 April 2021. Addition of the Rosai-Dorfman disease ICD-O code to the WHO-Klassifizierungstabelle. 1st edition – April 2021 To reference this dataset please use the following citation: Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, Righi A, Wagner AJ, Yoshida A, Fletcher CDM (2021). Primärer Tumor im Knochen-Histopathologie-Berichtsleitfaden – Biopsieproben. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-14-6. Read more on the Primary tumour in bone dataset (1st edition) from the journal article written by the dataset authors: Datasets for the reporting of primary tumour in bone: recommendations from the International Collaboration on Cancer Reporting (ICCR) . Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, Righi A, Wagner AJ, Yoshida A, Fletcher CDM. Histopathologie. 2023 März;82(4):531-540. doi: 10.1111/his.14849. Epub 2022 Dec 20. Expert Committee The 1st edition of the dataset for Primary tumour in bone – biopsy specimens was developed by the following international team: Chair – Judith Bovée, The Netherlands Series Champion – Christopher Fletcher, USA ICCR representative – Chris Hemming, New Zealand Domain experts: Fernanda Amary, UK Daniel Baumhoer, Switzerland Johan Bloem, The Netherlands Julia Bridge, USA Justin Cates, USA Enrique de Alava, Spain Angelo Paolo Dei Tos, Italien Kevin Jones, USA Annabelle Mahar, Australien G Petur Nielsen, USA Alberto Righi, Italien Andrew Wagner, USA Akihiko Yoshida, Japan\nDatensätze > Veröffentlichte Datensätze > Weichgewebe und Knochen > Primärtumor im Knochen – Biopsieproben\nPrimärtumor im Knochen – Biopsieproben"
    },
    {
      "title": "Umfang",
      "content": "Der Datensatz wurde für die pathologische Berichterstattung von Biopsieproben von Primärtumoren im Knochen entwickelt. Ewing-Sarkome und verwandte Rundzellsarkome mit primärer Knochenpräsentation werden ebenfalls von diesem Datensatz abgedeckt. Für die Meldung von Resektionsproben von Primärtumoren im Knochen steht ein separater ICCR-Datensatz zur Verfügung. Einige Arten von Weichteilsarkomen können in seltenen Fällen hauptsächlich im Knochen auftreten und sollten anhand des Primärtumor-im-Knochen-Datensatzes und nicht anhand des Weichteilsarkom-Datensatzes gemeldet werden.\nWerden Biopsien aus mehreren Tumorknoten an verschiedenen Stellen entnommen, sollten diese separat dokumentiert werden.\nHämatologische Malignome und metastatische Proben sind von diesem Datensatz ausgeschlossen.\nICCR-Primärtumor im Knochen – Biopsieproben Lesezeichen-Leitfaden – 3748 KB ICCR-Primärtumor im Knochen – Biopsieproben Hyperlink-Leitfaden – 1490 KB ICCR-Primärtumor im Knochen – Biopsieproben-Datensatz in Word – 972 KB Veröffentlichungsverlauf Kleinere Aktualisierung der 1. Auflage – Version 1.1 April 2021. Hinzufügung des ICD-O-Codes für die Rosai-Dorfman-Krankheit zum WHO-Klassifizierungstabelle. 1. Auflage – April 2021 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, ​​Righi A, Wagner AJ, Yoshida A, Fletcher CDM (2021). Primärer Tumor im Knochen-Histopathologie-Berichtsleitfaden – Biopsieproben. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-14-6. Lesen Sie mehr über den Datensatz „Primärtumor im Knochen“ (1. Auflage) aus dem von den Autoren des Datensatzes verfassten Zeitschriftenartikel: Datensätze für die Meldung von Primärtumoren im Knochen: Empfehlungen der International Collaboration on Cancer Reporting (ICCR) . Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, ​​Righi A, Wagner AJ, Yoshida A, Fletcher CDM. Histopathologie. 2023 März;82(4):531-540. doi: 10.1111/his.14849. Epub 2022, 20. Dezember. Expertenkomitee Die 1. Auflage des Datensatzes für Primärtumor im Knochen – Biopsieproben wurde von folgendem internationalen Team entwickelt: Vorsitzende – Judith Bovée, Meisterin der niederländischen Serie – Christopher Fletcher, USA ICCR-Vertreter – Chris Hemming, Neuseeland Fachexperten: Fernanda Amary, Großbritannien Daniel Baumhoer, Schweiz Johan Bloem, Niederlande Julia Bridge, USA Justin Cates, USA Enrique de Alava, Spanien Angelo Paolo Dei Tos, Italien Kevin Jones, USA Annabelle Mahar, Australien G Petur Nielsen, USA Alberto Righi, Italien Andrew Wagner, USA Akihiko Yoshida, Japan\nICCR-Primärtumor im Knochen – Biopsieproben. Mit Lesezeichen versehener Leitfaden – 3748 KB. ICCR-Primärtumor im Knochen – Biopsieproben. Leitfaden mit Hyperlink – 1490 KB. ICCR-Primärtumor im Knochen – Biopsieproben-Datensatz in Word – 972 KB\nICCR-Primärtumor im Knochen – Biopsieproben. Mit Lesezeichen versehener Leitfaden – 3748 KB\nICCR-Primärtumor im Knochen – Biopsieproben Hyperlink-Leitfaden – 1490 KB\nICCR-Primärtumor im Knochen – Biopsieproben-Datensatz in Word – 972 KB"
    },
    {
      "title": "Publikationsgeschichte",
      "content": "Kleinere Aktualisierung der 1. Auflage – Version 1.1 April 2021. Hinzufügung des ICD-O-Codes der Rosai-Dorfman-Krankheit zur WHO-Klassifikationstabelle. 1. Auflage – April 2021 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, ​​Righi A, Wagner AJ, Yoshida A, Fletcher CDM (2021). Primärer Tumor im Knochen-Histopathologie-Berichtsleitfaden – Biopsieproben. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-14-6. Lesen Sie mehr über den Datensatz „Primärtumor im Knochen“ (1. Auflage) aus dem von den Autoren des Datensatzes verfassten Zeitschriftenartikel: Datensätze für die Meldung von Primärtumoren im Knochen: Empfehlungen der International Collaboration on Cancer Reporting (ICCR) . Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, ​​Righi A, Wagner AJ, Yoshida A, Fletcher CDM. Histopathologie. 2023 März;82(4):531-540. doi: 10.1111/his.14849. Epub 2022, 20. Dezember.\nKleinere Aktualisierung der 1. Auflage – Version 1.1 April 2021. Hinzufügung des ICD-O-Codes der Rosai-Dorfman-Krankheit zur WHO-Klassifikationstabelle.\n1. Auflage – April 2021\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, Righi A, Wagner AJ, Yoshida A, Fletcher CDM (2021). Primärer Tumor im Knochen-Histopathologie-Berichtsleitfaden – Biopsieproben. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-14-6.\nLesen Sie mehr über den Datensatz „Primärtumor im Knochen“ (1. Auflage) aus dem von den Autoren des Datensatzes verfassten Zeitschriftenartikel: Datensätze für die Meldung von Primärtumoren im Knochen: Empfehlungen der International Collaboration on Cancer Reporting (ICCR) . Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, ​​Righi A, Wagner AJ, Yoshida A, Fletcher CDM. Histopathologie. 2023 März;82(4):531-540. doi: 10.1111/his.14849. Epub 2022, 20. Dezember."
    },
    {
      "title": "Expertenausschuss",
      "content": "Die 1. Auflage des Datensatzes für Primärtumor in Knochen – Biopsieproben wurde von folgendem internationalen Team entwickelt: Vorsitzende – Judith Bovée, niederländische Meisterin – Christopher Fletcher, USA ICCR-Vertreter – Chris Hemming, Neuseeland Fachexperten: Fernanda Amary, Großbritannien Daniel Baumhoer, Schweiz Johan Bloem, Niederlande Julia Bridge, USA Justin Cates, USA Enrique de Alava, Spanien Angelo Paolo Dei Tos, Italien Kevin Jones, USA Annabelle Mahar, Australien G Petur Nielsen, USA Alberto Righi, Italien Andrew Wagner, USA Akihiko Yoshida, Japan\nDie 1. Auflage des Datensatzes für Primärtumoren in Knochen – Biopsieproben wurde von folgendem internationalen Team entwickelt:\nVorsitz – Judith Bovée, Meisterin der niederländischen Serie – Christopher Fletcher, USA ICCR-Vertreter – Chris Hemming, Neuseeland\nVorsitzende – Judith Bovée, Niederlande\nSeriensieger – Christopher Fletcher, USA\nICCR-Vertreter – Chris Hemming, Neuseeland\nFernanda Amary, Großbritannien Daniel Baumhoer, Schweiz Johan Bloem, Niederlande Julia Bridge, USA Justin Cates, USA Enrique de Alava, Spanien Angelo Paolo Dei Tos, Italien Kevin Jones, USA Annabelle Mahar, Australien G Petur Nielsen, USA Alberto Righi, Italien Andrew Wagner, USA Akihiko Yoshida, Japan\nDaniel Baumhörer, Schweiz\nJohan Bloem, Niederlande\nEnrique de Alava, Spanien\nAngelo Paolo Dei Tos, Italien\nAnnabelle Mahar, Australien\nAkihiko Yoshida, Japan\nKontakt E admin@iccr-cancer.org P +61 2 8356 5858 ©2026 ICCR | ABN: 69 601 723 960\nKontaktieren Sie E admin@iccr-cancer.org P +61 2 8356 5858"
    },
    {
      "title": "Kontakt",
      "content": "E admin@iccr-cancer.org P +61 2 8356 5858\nE admin@iccr-cancer.org\n©2026 ICCR | ABN: 69 601 723 960\nFür eine optimale Darstellung benötigt diese Website Javascript. Bitte aktivieren Sie Javascript in Ihrem Browser.\nAnscheinend verwenden Sie eine alte Version von Internet Explorer. Für ein sichereres und optimales Surferlebnis aktualisieren Sie bitte Ihren Browser."
    }
  ],
  "data_items": [],
  "references": [],
  "version_info": "",
  "full_text": "Datensätze Primärtumor im Knochen – Biopsieproben\n\nDatensätze > Veröffentlichte Datensätze > Weichgewebe und Knochen > Primärtumor im Knochen – Umfang von Biopsieproben Der Datensatz wurde für die pathologische Berichterstattung von Biopsieproben von Primärtumor im Knochen entwickelt. Ewing-Sarkome und verwandte Rundzellsarkome mit primärer Knochenpräsentation werden ebenfalls von diesem Datensatz abgedeckt. Für die Meldung von Resektionsproben von Primärtumoren im Knochen steht ein separater ICCR-Datensatz zur Verfügung. Einige Arten von Weichteilsarkomen können in seltenen Fällen hauptsächlich im Knochen auftreten und sollten anhand des Primärtumor-im-Knochen-Datensatzes und nicht anhand des Weichteilsarkom-Datensatzes gemeldet werden. Werden Biopsien aus mehreren Tumorknoten an verschiedenen Stellen entnommen, sollten diese separat dokumentiert werden. Hämatologische Malignome und metastatische Proben sind von diesem Datensatz ausgeschlossen. ICCR-Primärtumor im Knochen – Biopsieproben Lesezeichen-Leitfaden – 3748 KB ICCR-Primärtumor im Knochen – Biopsieproben Hyperlink-Leitfaden – 1490 KB ICCR-Primärtumor im Knochen – Biopsieproben-Datensatz in Word – 972 KB Veröffentlichungsverlauf Kleinere Aktualisierung der 1. Auflage – Version 1.1 April 2021. Hinzufügung des ICD-O-Codes für die Rosai-Dorfman-Krankheit zum WHO-Klassifizierungstabelle. 1. Auflage – April 2021 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, ​​Righi A, Wagner AJ, Yoshida A, Fletcher CDM (2021). Primärer Tumor im Knochen-Histopathologie-Berichtsleitfaden – Biopsieproben. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-14-6. Lesen Sie mehr über den Datensatz „Primärtumor im Knochen“ (1. Auflage) aus dem von den Autoren des Datensatzes verfassten Zeitschriftenartikel: Datensätze für die Meldung von Primärtumoren im Knochen: Empfehlungen der International Collaboration on Cancer Reporting (ICCR) . Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, ​​Righi A, Wagner AJ, Yoshida A, Fletcher CDM. Histopathologie. 2023 März;82(4):531-540. doi: 10.1111/his.14849. Epub 2022, 20. Dezember. Expertenkomitee Die 1. Auflage des Datensatzes für Primärtumor im Knochen – Biopsieproben wurde von folgendem internationalen Team entwickelt: Vorsitzende – Judith Bovée, Meisterin der niederländischen Serie – Christopher Fletcher, USA ICCR-Vertreter – Chris Hemming, Neuseeland Fachexperten: Fernanda Amary, Großbritannien Daniel Baumhoer, Schweiz Johan Bloem, Niederlande Julia Bridge, USA Justin Cates, USA Enrique de Alava, Spanien Angelo Paolo Dei Tos, Italien Kevin Jones, USA Annabelle Mahar, Australien G Petur Nielsen, USA Alberto Righi, Italien Andrew Wagner, USA Akihiko Yoshida, Japan\n\nDatensätze > Veröffentlichte Datensätze > Weichgewebe und Knochen > Primärtumor im Knochen – Biopsieproben\n\nPrimärtumor im Knochen – Biopsieproben\n\nDer Datensatz wurde für die pathologische Berichterstattung von Biopsieproben von Primärtumoren im Knochen entwickelt. Ewing-Sarkome und verwandte Rundzellsarkome mit primärer Knochenpräsentation werden ebenfalls von diesem Datensatz abgedeckt. Für die Meldung von Resektionsproben von Primärtumoren im Knochen steht ein separater ICCR-Datensatz zur Verfügung. Einige Arten von Weichteilsarkomen können in seltenen Fällen hauptsächlich im Knochen auftreten und sollten anhand des Primärtumor-im-Knochen-Datensatzes und nicht anhand des Weichteilsarkom-Datensatzes gemeldet werden.\n\nWerden Biopsien aus mehreren Tumorknoten an verschiedenen Stellen entnommen, sollten diese separat dokumentiert werden.\n\nHämatologische Malignome und metastatische Proben sind von diesem Datensatz ausgeschlossen.\n\nICCR-Primärtumor im Knochen – Biopsieproben Lesezeichen-Leitfaden – 3748 KB ICCR-Primärtumor im Knochen – Biopsieproben Hyperlink-Leitfaden – 1490 KB ICCR-Primärtumor im Knochen – Biopsieproben-Datensatz in Word – 972 KB Veröffentlichungsverlauf Kleinere Aktualisierung der 1. Auflage – Version 1.1 April 2021. Hinzufügung des ICD-O-Codes für die Rosai-Dorfman-Krankheit zum WHO-Klassifizierungstabelle. 1. Auflage – April 2021 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, ​​Righi A, Wagner AJ, Yoshida A, Fletcher CDM (2021). Primärer Tumor im Knochen-Histopathologie-Berichtsleitfaden – Biopsieproben. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-14-6. Lesen Sie mehr über den Primärtumor-im-Knochen-Datensatz (1. Auflage) aus dem Von den Autoren des Datensatzes verfasster Zeitschriftenartikel: Datensätze für die Meldung von Primärtumoren im Knochen: Empfehlungen der International Collaboration on Cancer Reporting (ICCR) . Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, ​​Righi A, Wagner AJ, Yoshida A, Fletcher CDM. Histopathologie. 2023 März;82(4):531-540. doi: 10.1111/his.14849. Epub 2022, 20. Dezember. Expertenkomitee Die 1. Auflage des Datensatzes für Primärtumor im Knochen – Biopsieproben wurde von folgendem internationalen Team entwickelt: Vorsitzende – Judith Bovée, Meisterin der niederländischen Serie – Christopher Fletcher, USA ICCR-Vertreter – Chris Hemming, Neuseeland Fachexperten: Fernanda Amary, Großbritannien Daniel Baumhoer, Schweiz Johan Bloem, Niederlande Julia Bridge, USA Justin Cates, USA Enrique de Alava, Spanien Angelo Paolo Dei Tos, Italien Kevin Jones, USA Annabelle Mahar, Australien G Petur Nielsen, USA Alberto Righi, Italien Andrew Wagner, USA Akihiko Yoshida, Japan\n\nICCR-Primärtumor im Knochen – Biopsieproben. Mit Lesezeichen versehener Leitfaden – 3748 KB. ICCR-Primärtumor im Knochen – Biopsieproben. Leitfaden mit Hyperlink – 1490 KB. ICCR-Primärtumor im Knochen – Biopsieproben-Datensatz in Word – 972 KB\n\nICCR-Primärtumor im Knochen – Biopsieproben. Mit Lesezeichen versehener Leitfaden – 3748 KB\n\nICCR-Primärtumor im Knochen – Biopsieproben Hyperlink-Leitfaden – 1490 KB\n\nICCR-Primärtumor im Knochen – Biopsieproben-Datensatz in Word – 972 KB\n\nKleinere Aktualisierung der 1. Auflage – Version 1.1 April 2021. Hinzufügung des ICD-O-Codes der Rosai-Dorfman-Krankheit zur WHO-Klassifikationstabelle. 1. Auflage – April 2021 Um auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, ​​Righi A, Wagner AJ, Yoshida A, Fletcher CDM (2021). Primärer Tumor im Knochen-Histopathologie-Berichtsleitfaden – Biopsieproben. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-14-6. Lesen Sie mehr über den Datensatz „Primärtumor im Knochen“ (1. Auflage) aus dem von den Autoren des Datensatzes verfassten Zeitschriftenartikel: Datensätze für die Meldung von Primärtumoren im Knochen: Empfehlungen der International Collaboration on Cancer Reporting (ICCR) . Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, ​​Righi A, Wagner AJ, Yoshida A, Fletcher CDM. Histopathologie. 2023 März;82(4):531-540. doi: 10.1111/his.14849. Epub 2022, 20. Dezember.\n\nKleinere Aktualisierung der 1. Auflage – Version 1.1 April 2021. Hinzufügung des ICD-O-Codes der Rosai-Dorfman-Krankheit zur WHO-Klassifikationstabelle.\n\n1. Auflage – April 2021\n\nUm auf diesen Datensatz zu verweisen, verwenden Sie bitte das folgende Zitat: Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, Righi A, Wagner AJ, Yoshida A, Fletcher CDM (2021). Primärer Tumor im Knochen-Histopathologie-Berichtsleitfaden – Biopsieproben. 1. Auflage. Internationale Zusammenarbeit zur Krebsberichterstattung; Sydney, Australien. ISBN: 978-1-922324-14-6.\n\nLesen Sie mehr über den Datensatz „Primärtumor im Knochen“ (1. Auflage) aus dem von den Autoren des Datensatzes verfassten Zeitschriftenartikel: Datensätze für die Meldung von Primärtumoren im Knochen: Empfehlungen der International Collaboration on Cancer Reporting (ICCR) . Bovée JVMG, Amary F, Baumhoer D, Bloem JL, Bridge JA, Cates JMM, de Alava E, Dei Tos AP, Jones KB, Mahar A, Nielsen GP, ​​Righi A, Wagner AJ, Yoshida A, Fletcher CDM. Histopathologie. 2023 März;82(4):531-540. doi: 10.1111/his.14849. Epub 2022, 20. Dezember.\n\nDie 1. Auflage des Datensatzes für Primärtumor in Knochen – Biopsieproben wurde von folgendem internationalen Team entwickelt: Vorsitzende – Judith Bovée, niederländische Meisterin – Christopher Fletcher, USA ICCR-Vertreter – Chris Hemming, Neuseeland Fachexperten: Fernanda Amary, Großbritannien Daniel Baumhoer, Schweiz Johan Bloem, Niederlande Julia Bridge, USA Justin Cates, USA Enrique de Alava, Spanien Angelo Paolo Dei Tos, Italien Kevin Jones, USA Annabelle Mahar, Australien G Petur Nielsen, USA Alberto Righi, Italien Andrew Wagner, USA Akihiko Yoshida, Japan\n\nDie 1. Auflage des Datensatzes für Primärtumoren in Knochen – Biopsieproben wurde von folgendem internationalen Team entwickelt:\n\nVorsitz – Judith Bovée, Meisterin der niederländischen Serie – Christopher Fletcher, USA ICCR-Vertreter – Chris Hemming, Neuseeland\n\nVorsitzende – Judith Bovée, Niederlande \nSeries Champion – Christopher Fletcher, USA\n\nICCR representative – Chris Hemming, New Zealand\n\nFernanda Amary, UK Daniel Baumhoer, Switzerland Johan Bloem, The Netherlands Julia Bridge, USA Justin Cates, USA Enrique de Alava, Spain Angelo Paolo Dei Tos, Italy Kevin Jones, USA Annabelle Mahar, Australia G Petur Nielsen, USA Alberto Righi, Italy Andrew Wagner, USA Akihiko Yoshida, Japan\n\nDaniel Baumhoer, Switzerland\n\nJohan Bloem, The Netherlands\n\nEnrique de Alava, Spain\n\nAngelo Paolo Dei Tos, Italy\n\nAnnabelle Mahar, Australia\n\nAkihiko Yoshida, Japan\n\nContact E admin@iccr-cancer.org P +61 2 8356 5858 ©2026 ICCR | ABN: 69 601 723 960\n\nContact E admin@iccr-cancer.org P +61 2 8356 5858\n\nE admin@iccr-cancer.org P +61 2 8356 5858\n\nE admin@iccr-cancer.org\n\n©2026 ICCR | ABN: 69 601 723 960\n\nThis website requires Javascript for optimum viewing purposes. Please enable javascript in your browser.\n\nIt appears you're using an old version of Internet Explorer for safer and optimum browsing experience please upgrade your browser.",
  "pdf_links": [
    {
      "url": "https://www.iccr-cancer.org/wp-content/uploads/2023/11/ICCR-Bone_Biopsy-1st-ed-v1.1-Bookmarked.pdf",
      "text": "ICCR Primary Tumour in Bone - Biopsy Specimens Bookmarked guide- 3748 KB"
    },
    {
      "url": "https://www.iccr-cancer.org/wp-content/uploads/2023/11/ICCR-Bone_Biopsy-1st-ed-v1.1-hyperlink-1.pdf",
      "text": "ICCR Primary Tumour in Bone - Biopsy Specimens Hyperlinked guide- 1490 KB"
    }
  ],
  "category": "soft-tissue-and-bone",
  "slug": "primary-tumour-in-bone-biopsy-specimens"
}